Repository: ondato/ondato-sdk-ios
Catalog: Localizations/ondato_*.strings
Languages: bg, el, es, et, fr, lt, lv, nl, ro, ru, sq

# ondato_doc_and_bio_age_doesnt_match_second
source: We kindly ask you to retry the process or contact client support.
bg: Моля, опитай отново или се свържи с центъра за обслужване на клиенти.
el: Παρακαλώ, δοκίμασε ξανά τη διαδικασία ή επικοινώνησε με την υποστήριξη πελατών.
es: Te pedimos que vuelvas a intentar el proceso o ponte en contacto con el servicio al cliente.
et: Palume teil protsess uuesti läbi teha või klienditoega ühendust võtta.
fr: Veuillez recommencer le processus ou contacter le service client.
lt: Prašome iš naujo atlikti veiksmus arba kreiptis į klientų pagalbą.
lv: Laipni lūdzam atkārtoti veikt procesu vai sazināties ar klientu atbalsta dienestu.
nl: We vragen u vriendelijk om het proces opnieuw uit te voeren of contact op te nemen met onze klantenservice.
ro: Te rugăm să reîncerci sau să contactezi serviciul de asistență clienți.
ru: Пожалуйста, снова выполните действия или обратитесь за помощью клиентам.
sq: Ju lutemi, provoni përsëri procesin ose kontaktoni kujdesin e klientit.

# ondato_partOfFaceIsCovered_primary
source: Your identification is rejected due to the face being covered.
et: Teie tuvastamine lükati tagasi, sest teie nägu on osaliselt kaetud.
lt: Jūsų identifikacija buvo atmesta, dėl uždengtos asmenukės.
lv: Jūsu identifikācija ir noraidīta, jo ir iesniegts aptverts pašportrets.
ru: Ваша идентификация отклонена из-за того, что лицо закрыто.
sq: Identifikimi juaj refuzohet për shkak të fytyrës që mbulohet.

# ondato_waiting_page_authenticity
source: We check the authenticity and validity of the data.
bg: Валидираме предоставената информация.
el: Ελέγχουμε την αυθεντικότητα και την εγκυρότητα των δεδομένων.
es: Comprobamos la autenticidad y validez de los datos.
et: Kontrollime dokumendi autentsust ja seaduslikkust.
fr: Nous vérifions l'authenticité et la validité des données.
lt: Tikriname duomenų autentiškumą ir teisėtumą.
lv: Pārbaudām datu autentiskumu un likumību.
nl: We controleren de authenticiteit en geldigheid van uw gegevens.
ro: Verificăm autenticitatea și validitatea datelor.
ru: Проверяем аутентичность и законность данных.
sq: Ne kontrollojmë vërtetësinë dhe vlefshmërinë e të dhënave.

# ondato_name_mismatch_primary
source: There was a problem with your identification.
bg: Възникна грешка по време на твоята идентификация.
el: Παρουσιάστηκε πρόβλημα με την ταυτόποίησή σου.
es: Hay un problema con tu identificación.
et: Teie tuvastamisega tekkis probleem.
fr: Il y a eu un problème avec votre identification.
lt: Įvyko klaida.
lv: Radās problēma ar jūsu identifikāciju.
nl: Er was een probleem met uw identificatie.
ro: Am întâmpinat o problemă.
ru: Возникла проблема с вашей идентификацией.
sq: Ka nje problem me identifikimin tuaj.

# ondato_duplicatedInfo_primary
source: Your identification is rejected.
et: Teie nimega isik on kantud sanktsioonide nimekirja.
lt: Jūsų identifikacija buvo atmesta.
lv: Jūsu identifikācija tiek noraidīta.
ru: Ваша идентификация отклонена.
sq: Identifikimi Juaj eshte refuzuar.

# ondato_miscellaneous_second
source: We kindly ask you to contact service provider for more information.
bg: Моля, свържи се с доставчика на услугата за повече информация.
el: Παρακαλώ, επικοινώνησε με τον πάροχο υπηρεσιών για περισσότερες πληροφορίες.
es: Te rogamos que te pongas en contacto con el proveedor de servicios para obtener más información.
et: Palun pöörduge lisateabe saamiseks teenusepakkuja poole.
fr: Veuillez contacter le fournisseur de services pour plus d'informations.
lt: Dėl detalesnės informacijos prašome kreiptis tiesiogiai į paslaugos tiekėją.
lv: Lūdzam sazināties ar pakalpojumu sniedzēju, lai iegūtu vairāk informācijas.
nl: Voor meer informatie, kunt u alstublieft contact opnemen met uw service provider.
ro: Te rugăm să contactezi furnizorul de servicii pentru mai multe informații.
ru: Мы просим вас связаться с поставщиком услуг для получения дополнительной информации
sq: Ju lutem te kontaktoni me Kredo.al per me shume informacion.

# ondato_possibleFraudAttempt_second
source: We kindly ask you to contact service provider for more information.
et: Palun pöörduge lisateabe saamiseks teenusepakkuja poole.
lt: Dėl detalesnės informacijos prašome kreiptis tiesiogiai į paslaugos tiekėją.
lv: Lūdzam sazināties ar pakalpojumu sniedzēju, lai iegūtu vairāk informācijas.
ru: Мы просим вас связаться с поставщиком услуг для получения дополнительной информации
sq: Ju lutem te kontaktoni me Kredo.al per me shume informacion.

# ondato_waiting_page_failure_close_title
source: Close
bg: Затвори
el: Κλείσε
es: Cerrar
et: Sulge
fr: proche
lt: Uždaryti
lv: Aizvērt
nl: Sluit
ro: Închide
ru: Закрыть
sq: Mbyll

# ondato_something_went_wrong_second
source: Please try again.
bg: Моля, опитай отново.
el: Δοκίμασε ξανά.
es: Por favor, inténtalo de nuevo.
et: Proovige veelkord.
fr: Veuillez réessayer.
lt: Bandykite dar kartą.
lv: Mēģiniet vēlreiz.
nl: Probeer het opnieuw.
ro: Te rugăm să încerci din nou.
ru: Попробуйте еще раз.
sq: Provoni sërish.

# ondato_doc_and_bio_age_doesnt_match_primary
source: There was a problem with your identification.
bg: Възникна грешка по време на твоята идентификация.
el: Παρουσιάστηκε πρόβλημα με την ταυτοποίηση σου.
es: Hay un problema con tu identificación.
et: Teie tuvastamisega tekkis probleem.
fr: Il y a eu un problème avec votre identification.
lt: Įvyko klaida.
lv: Radās problēma ar jūsu identifikāciju.
nl: Er was een probleem met uw identificatie.
ro: Am întâmpinat o problemă.
ru: Возникла проблема с вашей идентификацией.
sq: Ka nje problem me identifikimin tuaj.

# ondato_missingPersonPhoto_second
source: We kindly ask you to retry identification process according to the provided instructions.
et: Teie nägu peaks olema hästi nähtav, hästi valgustatud keskkonnas ja seda ei tohiks hägustada.
lt: Prašome pakartotinai atlikti identifikacijos procesą pateikiant asmenukę pagal ekrane pavaizduotas instrukcijas.
lv: Lūdzam jūs atkārtoti izmēģināt identifikācijas procesu saskaņā ar sniegtajiem norādījumiem.
ru: Мы просим вас повторить процесс идентификации в соответствии с предоставленными инструкциями
sq: Ju lutem te riprovoni procesin e identifikimit sipas udhezimeve te dhena.

# ondato_waiting_page_success_continue_title
source: Continue
bg: Продължи
el: Να συνεχίσει
es: Continuar
et: Jätka
fr: Continuer
lt: Tęsti
lv: Turpināt
nl: Doorgaan
ro: Continuă
ru: Продолжить
sq: VAZHDO

# ondato_waiting_page_taking_longer_than_expected
source: Your check is taking longer than expected. Please do not close the window, just a few moments are left.
bg: Проверката ще отнеме известно време. Моля, не затваряй този екран.
el: Ο έλεγχός σου διαρκεί περισσότερο από το αναμενόμενο. Παρακαλώ μην κλείσεις το παράθυρο, απομένουν μόνο λίγα λεπτά.
es: Tu verificación está tardando más de lo esperado. Por favor, no cierres la ventana, quedan solo unos momentos.
et: Teie kontrollimine kestab oodatust kauem. Palume akent mitte sulgeda, jäänud on vaid mõned hetked.
fr: La vérification prend plus de temps que prévu. Merci de ne pas fermer la fenêtre, il ne reste que quelques instants.
lt: Jūsų patikrinimas trunka ilgiau nei tikėtasi. Prašome neuždaryti lango, liko kelios akimirkos.
lv: Jūsu pārbaude ilgst ilgāk, nekā gaidīts. Lūdzam neaizvērt logu, atlikuši daži mirkļi.
nl: Het controle van uw gegevens doorgaat langer dan verwacht is, een ogenblikje alstublieft.
ro: Verificarea durează mai mult decât prognozat. Te rugăm să nu închizi fereastra, au mai rămas doar câteva momente.
ru: Ваша проверка занимает больше времени, чем планировалось. Пожалуйста, не закрывайте окно, осталось несколько мгновений .
sq: Verifikimi juaj po zgjat më shumë sesa pritej. Mos e mbyllni dritaren, kanë mbetur vetëm disa momente.

# ondato_bad_media_format_primary
source: Your identification is rejected.
bg: Твоята заявка за идентификация е отказана.
el: Η ταυτοποίηση σου απορρίπτεται.
es: Tu identificación fue rechazada.
et: Teie tuvastamine lükati tagasi.
fr: Votre identification a été rejetée.
lt: Jūsų identifikacija buvo atmesta.
lv: Jūsu identifikācija tiek noraidīta.
nl: Uw identificatie wordt afgewezen.
ro: Identificarea a fost respinsă.
ru: Ваша идентификация отклонена.
sq: Identifikimi Juaj eshte refuzuar.

# ondato_unrelatedPhotoSubmit_second
source: You must capture a valid document in order to finish identification process.
et: Tuvastamise protsessi lõpule viimiseks pildistage kehtivat dokumenti.
lt: Identifikacijos procesui atlikti privalote pateikti galiojančio dokumento nuotraukas.
lv: Lūdzam sazināties ar pakalpojumu sniedzēju, lai iegūtu vairāk informācijas.
ru: Вы должны сфотофрагировать действительный документ, чтобы завершить процесс идентификации
sq: Ju duhet te fotografoni nje dokument te vlefshem per te perfunduar procesin e identifikimit.

# ondato_waiting_page_ai_check
source: The AI compares the match between your face and the document.
bg: Системата прави сравнение между твоите снимки и снимката от твоя документ.
el: Το AI συγκρίνει την αντιστοίχιση μεταξύ του προσώπου σου και του εγγράφου.
es: Comparamos la coincidencia entre tu cara y el documento.
et: Tehisintellekt võrdleb näo ja dokumendi vastavust.
fr: L'IA compare la correspondance entre votre visage et le document.
lt: Dirbtinis intelektas lygina veido ir dokumento atitikimą.
lv: Mākslīgais intelekts salīdzina sejas un dokumenta atbilstību.
nl: De AI vergelijkt de overeenkomst tussen uw gezicht en het document.
ro: Sistemul de inteligență artificială compară imaginea facială cu cea din document.
ru: Искусственный интеллект сравнивает соответствие лица и документа.
sq: Inteligjenca Artificiale (IA) krahason përputhjen midis fytyrës suaj dhe dokumentit.

# ondato_expiration_date_mismatch_second
source: We kindly ask you to retry the process or contact client support.
bg: Моля, опитай отново или се свържи с центъра за обслужване на клиенти.
el: Παρακαλώ, δοκίμασε ξανά τη διαδικασία ή επικοινώνησε με την υποστήριξη πελατών.
es: Te pedimos que vuelvas a intentar el proceso o ponte en contacto con el servicio al cliente.
et: Palume teil protsess uuesti läbi teha või klienditoega ühendust võtta.
fr: Veuillez recommencer le processus ou contacter le service client.
lt: Prašome iš naujo atlikti veiksmus arba kreiptis į klientų pagalbą.
lv: Laipni lūdzam atkārtoti veikt procesu vai sazināties ar klientu atbalsta dienestu.
nl: We vragen u vriendelijk om het proces opnieuw te proberen of contact op te nemen met onze klantenservice.
ro: Te rugăm să reîncerci sau să contactezi serviciul de asistență clienți.
ru: Пожалуйста, снова выполните действия или обратитесь за помощью клиентам.
sq: Ju lutemi, provoni përsëri procesin ose kontaktoni kujdesin e klientit.

# ondato_waiting_page_external_damage
source: We check whether your document is free from external damage and whether all the required marks are visible.
bg: Проверяваме дали твоят документ е в добро състояние и дали всички детайли са четими.
el: Ελέγχουμε εάν το έγγραφό σου δεν έχει εξωτερικές ζημιές και εάν είναι ορατά όλα τα απαιτούμενα σημάδια.
es: Comprobamos si tu documento tiene daños externos y si todas las marcas necesarias son visibles.
et: Kontrollime, kas teie dokumendil puuduvad välised vigastused, kas kõik vajalikud märgid on nähtavad.
fr: Nous vérifions que votre document est exempt de dommages extérieurs et que tous les signes nécessaires sont visibles.
lt: Tikriname, ar jūsų dokumente nėra išorinių pažeidimų bei matomi visi reikalingi ženklai.
lv: Pārbaudām, vai jūsu dokumentā nav ārēju bojājumu un vai ir redzamas visas nepieciešamās zīmes.
nl: Wе controleren of uw document vrij is van beschadigingen en of alle benodigde markeringen zichtbaar zijn.
ro: Verificăm dacă documentul tău nu prezintă daune și dacă toate marcajele necesare sunt vizibile.
ru: Проверяем, нет ли внешних повреждений вашего документа и все ли необходимые знаки видны.
sq: Ne kontrollojmë që dokumenti juaj të mos jetë i dëmtuar nga jashtë dhe nëse të gjitha shenjat e kërkuara janë të dukshme.

# ondato_missingPersonPhoto_primary
source: Your identification is rejected due to incorrect selfie submission.
et: Palun pildistage oma nägu reaalajas.
lt: Jūsų identifikacija buvo atmesta, dėl netinkamos asmenukės.
lv: Jūsu identifikācija tiek noraidīta nepareizas pašportreta iesniegšanas dēļ.
ru: Ваша идентификация отклонена из-за неправильной фотографии себя.
sq: Identifikimi Juaj eshte refuzuar per arsye se selfie juaj nuk eshte e sakte.

# ondato_facesNotMatch_second
source: We kindly ask you to retry identification process or contact client support.
et: Palume teil identifitseerimise protsess uuesti läbi teha või klienditoega ühendust võtta.
lt: Prašome iš naujo atlikti tapatybės nustatymo veiksmus arba kreiptis į klientų pagalbą.
lv: Laipni lūdzam atkārtoti veikt identifikācijas procesu vai sazināties ar klientu atbalsta dienestu.
ru: Пожалуйста, снова выполните действия по идентификации личности или обратитесь за помощью клиентам.
sq: Ju lutemi, provoni sërish procesin e identifikimit ose kontaktoni kujdesin për klientin.

# ondato_miscellaneous_primary
source: Your identification is rejected.
bg: Твоята заявка за идентификация е отказана.
el: Η ταυτοποίηση σου απορρίπτεται.
es: Tu identificación fue rechazada.
et: Teie tuvastamine lükati tagasi.
fr: Votre identification a été rejetée.
lt: Jūsų identifikacija buvo atmesta.
lv: Jūsu identifikācija tiek noraidīta.
nl: Uw identificatie wordt afgewezen.
ro: Identificarea a fost respinsă.
ru: Ваша идентификация отклонена.
sq: Identifikimi Juaj eshte refuzuar.

# ondato_partOfFaceIsCovered_second
source: We kindly ask you to retry identification process according to the provided instructions. Please do not cover your face.
et: Palume teil identifitseerimise protsess uuesti läbi teha, vastavalt ettenähtud juhistele. Palun ärge katke oma nägu.
lt: Prašome iš naujo atlikti tapatybės nustatymo veiksmus pagal pateiktus nurodymus. Neuždenkite veido.
lv: Laipni lūdzam atkārtoti veikt identifikācijas procesu saskaņā ar sniegtajiem norādījumiem. Lūdzu, neaizklājiet savu seju.
ru: Пожалуйста, снова выполните действия по идентификации личности в соответствии с представленными указаниями. Не закрывайте лицо.
sq: Ju lutemi provoni sërish procesin e identifikimit sipas udhëzimeve të dhëna. Ju lutemi mos e mbuloni fytyrën.

# ondato_partOfDocumentIsCovered_primary
source: Your identification is rejected due to covered information in the document photo.
et: Teie identifitseerimine lükati tagasi, kuna dokumendifotol on kaetud teave.
lt: Jūsų tapatybės nustatymas neatliktas, nes dokumento nuotraukoje yra uždengta informacija.
lv: Jūsu identifikācija ir noraidīta, jo dokumenta fotoattēlā ir aizklāta informācija.
ru: Идентификация вашей личности не выполнена, так как на фотографии документа закрыта информация
sq: Identifikimi juaj refuzohet për shkak të informacionit të mbuluar në foton e dokumentit

# ondato_prohibitedCountryOrState_primary
source: Your identification is rejected due to prohibited country or state.
et: Teie identifitseerimine lükati tagasi keelatud riigi või osariigi tõttu.
lt: Jūsų tapatybės nustatymas neatliktas dėl draudžiamos šalies ar valstybės.
lv: Jūsu identifikācija ir noraidīta aizliegtas valsts vai štata dēļ.
ru: Идентификация вашей личности не выполнена из-за запрещенной страны или государства
sq: Identifikimi juaj refuzohet për shkak të një vendi ose shteti të ndaluar

# ondato_possibleFraudAttempt_primary
source: Your identification is rejected.
et: Teie tuvastamine lükati tagasi.
lt: Jūsų identifikacija buvo atmesta.
lv: Jūsu identifikācija tiek noraidīta.
ru: Ваша идентификация отклонена.
sq: Identifikimi Juaj eshte refuzuar.

# ondato_waiting_page_scan_document
source: We scan the text and special marks on the document.
bg: Сканираме детайлите от твоя документ.
el: Σαρώνουμε το κείμενο και τα ειδικά σημάδια στο έγγραφο.
es: Escaneamos el texto y las marcas especiales del documento.
et: Skaneerime dokumendi teksti ja erimärgistuse.
fr: Nous numérisons le texte et les caractères spéciaux du document.
lt: Nuskaitome dokumento tekstą ir specialiuosius ženklus.
lv: Nolasām dokumenta tekstu un speciālās zīmes.
nl: We scannen de tekst en speciale markeringen op het document.
ro: Scanăm textul și simbolurile de pe document.
ru: Считываем текст в документе и специальные знаки.
sq: Ne skanojmë tekstin dhe shenjat e veçanta në dokument.

# ondato_poorPhotoQuality_second
source: We kindly ask you to retry identification process and ensure that document data is clearly readable or in case of poor camera quality, please try starting the process on a different device.
et: Palun korrake tuvastamise protsessi mobiilseadmes ja veenduge, et dokumendi andmed on selgelt loetavad.
lt: Prašome pakartotinai atlikti identifikacijos procesą ir užtikrinti, jog pateiktose nuotraukose duomenys yra aiškiai įskaitomi.
lv: Lūdzu atkārtoti veikt identifikācijas procesu un pārliecināties, vai dokumenta dati ir skaidri salasāmi vai arī sliktas fotokameras kvalitātes gadījumā, lūdzu, centieties veikt procesu ar citu ierīci.
ru: Мы просим вас повторить процесс идентификации и убедиться, что данные документа четко читаются или в случае низкого качества камеры попробуйте запустить процесс на другом устройстве
sq: Ju lutem te provoni perseri procesin e identifikimit dhe te siguroheni qe te dhenat e dokumentit jane te lexueshme qarte, ose ne rast te cilesise se dobet te kameres, Ju lutem te provoni procesin ne nje paisje tjeter.

# ondato_something_went_wrong_primary
source: Something went wrong.
bg: Възникна грешка.
el: Κάτι πήγε στραβά.
es: Algo salió mal.
et: Midagi läks valesti.
fr: Une erreur s'est produite.
lt: Klaida
lv: Kaut kas nogāja greizi.
nl: Er is iets fout gegaan.
ro: Ceva nu a mers cum trebuie.
ru: Что-то пошло не так.
sq: Dicka shkoi keq.

# ondato_waiting_page_encrypt_data
source: We encrypt your data and send for verification.
bg: Криптираме информацията, която ни изпрати, и я изпращаме за потвърждение.
el: Κρυπτογραφούμε τα δεδομένα σου και τα αποστέλλουμε για επαλήθευση.
es: Ciframos tus datos y los enviamos para tu verificación.
et: Kodeerime Teie andmed ja saadame kontrollimiseks.
fr: Nous chiffrons vos données et les envoyons pour vérification.
lt: Šifruojame jūsų duomenis ir siunčiame patikrinimui.
lv: Šifrējam jūsu datus un nosūtām pārbaudei.
nl: We versleutelen uw gegevens en doorsturen deze ter verificatie.
ro: Criptăm datele și le transferăm pentru verificare.
ru: Шифруем ваши данные и отправляем на проверку.
sq: Ne i enkriptojmë të dhënat tuaja dhe i dërgojmë ato për verifikim.

# ondato_documentIsExpired_primary
source: Your identification is rejected due to the expiration of the document.
et: Teie identifitseerimine lükati tagasi, kuna dokument on aegunud.
lt: Jūsų tapatybės nustatymas neatliktas, nes baigėsi dokumento galiojimo laikas.
lv: Jūsu identifikācija ir noraidīta, jo beidzies dokumenta derīguma termiņš.
ru: Идентификация вашей личности не выполнена, так как истек срок действия документа
sq: Identifikimi juaj refuzohet për shkak të skadimit të dokumentit

# ondato_prohibitedNationality_primary
source: Your identification is rejected.
et: Teie nimega isik on kantud sanktsioonide nimekirja.
lt: Jūsų identifikacija buvo atmesta.
lv: Jūsu identifikācija tiek noraidīta.
ru: Ваша идентификация отклонена.
sq: Identifikimi Juaj eshte refuzuar.

# ondato_more_than_one_person_primary
source: Your identification is rejected due to other people participating in the process.
bg: Твоята заявка за идентификация е отказана, тъй като системата е засякла трето лице по време на процеса.
el: Η ταυτοποίηση σου απορρίπτεται λόγω άλλων ατόμων που συμμετέχουν στη διαδικασία.
es: Tu identificación fue rechazada debido a otras personas que participan en el proceso.
et: Teie identifitseerimine lükati tagasi, kuna protsessis osalevad teised isikud.
fr: Votre identification a été rejetée car d'autres personnes participent au processus.
lt: Jūsų tapatybės nustatymas neatliktas, nes kiti asmenys dalyvauja procese.
lv: Jūsu identifikācija ir noraidīta, jo procesā piedalās citi cilvēki.
nl: Uw identificatie wordt afgewezen omdat andere mensen deelnemen aan het proces.
ro: Identificarea a fost respinsă din cauza participării la proces a unor terțe persoane.
ru: Идентификация вашей личности не выполнена, так как в процессе участвуют другие лица
sq: Identifikimi juaj refuzohet për shkak të njerëzve të tjerë që marrin pjesë në proces

# ondato_name_mismatch_second
source: We kindly ask you to retry the process or contact client support.
bg: Моля, опитай отново или се свържи с центъра за обслужване на клиенти.
el: Παρακαλώ, δοκίμασε ξανά τη διαδικασία ή επικοινώνησε με την υποστήριξη πελατών.
es: Te pedimos que vuelvas a intentar el proceso o ponte en contacto con el servicio al cliente.
et: Palume teil protsess uuesti läbi teha või klienditoega ühendust võtta.
fr: Veuillez recommencer le processus ou contacter le service client.
lt: Prašome iš naujo atlikti veiksmus arba kreiptis į klientų pagalbą.
lv: Laipni lūdzam atkārtoti veikt procesu vai sazināties ar klientu atbalsta dienestu.
nl: We vragen u vriendelijk om het proces opnieuw uit te voeren of contact op te nemen met onze klantenservice.
ro: Te rugăm să reîncerci sau să contactezi serviciul de asistență clienți.
ru: Пожалуйста, снова выполните действия или обратитесь за помощью клиентам.
sq: Ju lutemi, provoni përsëri procesin ose kontaktoni kujdesin e klientit.

# ondato_waiting_page_no_other_person
source: We check whether there are no other persons in your photos.
bg: Проверяваме дали си бил сам по време на процеса.
el: Ελέγχουμε αν δεν υπάρχουν άλλα άτομα στις φωτογραφίες σου.
es: Comprobamos si no hay otras personas en tus fotos.
et: Kontrollime teie lähedalt esitatud näo fotot.
fr: Nous vérifions s'il n'y a pas d'autres personnes sur vos photos.
lt: Tikriname, ar jūsų nuotraukose nėra pašalinių asmenų.
lv: Pārbaudām, vai jūsu fotogrāfijās nav nepiederošu personu.
nl: Wе controleren of er geen andere personen op uw foto's staan.
ro: Verificăm dacă nu se află alte persoane în fotografii.
ru: Проверяем, нет ли на ваших фотографиях посторонних лиц.
sq: Ne kontrollojmë foton e fytyrës suaj të fotografuar nga një distancë më e largët.

# ondato_waiting_page_documents_clearly_legible
source: We check whether your document is clearly legible.
bg: Проверяваме дали детайлите в твоя документ са ясни и четими.
el: Ελέγχουμε αν το έγγραφό σου είναι ευανάγνωστο.
es: Comprobamos si tu documento es claramente legible.
et: Kontrollime, kas teie dokument on selgesti loetav.
fr: Nous vérifions la bonne lisibilité de votre document.
lt: Tikriname, ar jūsų dokumentas yra aiškiai įskaitomas.
lv: Pārbaudām, vai jūsu dokuments ir skaidri salasāms.
nl: Wе controleren of uw document goed leesbaar is.
ro: Verificăm dacă documentul este lizibil.
ru: Проверяем, все ли ваши документы хорошо читаются.
sq: Ne kontrollojmë nëse dokumenti juaj është qartësisht i lexueshëm.

# ondato_documentNotAccepted_second
source: The document which has been submitted is unacceptable. We kindly ask you to submit a valid passport or ID card in order to finish identification process
et: Esitatud dokument ei ole sobiv. Palun esitage tuvastamise protsessi lõpule viimiseks kehtiv rahvusvaheline pass või ID-kaart.
lt: Jūsų pateiktas dokumentas yra netinkamas identifikacijos procesui. Identifikacijos procesui tinka šie dokumento tipai: Pasas, Asmens tapatybės kortelė.
lv: Iesniegtais dokuments nav derīgs. Lūdzam jūs iesniegt derīgu pasi vai identifikācijas karti, lai pabeigtu identifikācijas procesu.
ru: Документ, который был предоставлен, является неприемлемым. Просим вас предоставить действительный паспорт или удостоверение личности для завершения процесса идентификации
sq: Dokumenti i dorezuar eshte i papranueshem. Ju lutem te paraqisni nje pashaporte ose karte identiteti te vlefshme per te perfunduar procesin e identifikimit.
