Repository: ondato/ondato-sdk-ios
Catalog: Localizations/ondato_*.strings
Languages: bg, el, es, et, fr, lt, lv, nl, ro, ru, sq

# ondato_capture_yourself_with_document_title
source: Capture yourself while holding your document
bg: Снимай се, докато държиш своя документ за самоличност
el: Κατέγραψε τον εαυτό σου ενώ κρατάς το έγγραφό σου
es: Captura tú mismo mientras sostienes tu documento
et: Jäädvustage ennast, hoides oma dokumenti
fr: Capturez-vous en tenant votre document
lt: Nusifotografuokite laikydami dokumentą
lv: Nofotografējiet sevi, turot dokumentu
nl: Leg uzelf vast terwijl u uw document vasthoudt
ro: Fă un selfie cu tine și actul de identitate
ru: Сделайте снимок, держа документ в руках
sq: Fotografoni veten duke mbajtur dokumentin

# ondato_capture_check_taken_photo_with_document
source: Please check taken photo
bg: Провери качеството на снимката
el: Έλεγξε τη φωτογραφία που τράβηξες
es: Por favor, comprueba la foto tomada
et: Palun kontrollige jäädvustatud fotot
fr: Veuillez vérifier la photo prise
lt: Patikrinkite nuotrauką
lv: Lūdzu, pārbaudiet uzņemto fotoattēlu
nl: Controleer de gemaakte foto
ro: Te rugăm să verifici fotografia
ru: Пожалуйста, проверьте сделанное фото
sq: Ju lutem, kontrolloni foton e bërë

# ondato_capture_check_taken_photo_with_document_description
source: Make sure that the photo is clear
bg: Увери се, че снимката е с достатъчно добро качество
el: Βεβαιώσου ότι η φωτογραφία είναι καθαρή
es: Asegúrate de que la foto es clara
et: Veenduge, et foto oleks selge
fr: Assurez-vous que la photo est claire
lt: Įsitikinkite, kad nuotrauka aiški
lv: Pārliecinieties, vai fotoattēls ir skaidrs
nl: Zorg ervoor dat de foto duidelijk is
ro: Te rugăm să te asiguri că fotografia este clară
ru: Убедитесь, что фото четкое
sq: Sigurohuni që fotoja të jetë e pastër

# ondato_capture_id_card_back_instructions_title
source: Please capture the back of identity card
bg: Направи снимка на задната част на твоята лична карта.
el: Παρακαλώ κατέγραψε το πίσω μέρος της ταυτότητας
es: Por favor, captura la parte posterior de la tarjeta de identidad
et: Palun pildistage ID-kaardi teist külge
fr: Veuillez capturer le verso de la carte d'identité
lt: Nufotografuokite asmens tapatybės kortelės kitą pusę
lv: Lūdzu, nofotografējiet ID kartes otru pusi
nl: Leg de achterkant van uw identiteitskaart vast, alstublieft.
ro: Te rugăm să fotografiezi verso-ul actului de identitate
ru: Пожалуйста, запечатлите обратную сторону вашей идентификационной карты
sq: Ju lutem te fotografoni anen e pasme te kartes suaj te identitetit

# ondato_capture_id_card_back_title
source: Please capture the back of identity card
bg: Направи снимка на задната част на твоята лична карта
el: Παρακαλώ κατέγραψε το πίσω μέρος της ταυτότητας
es: Por favor, captura la parte posterior de tu tarjeta de identidad
et: Palun pildistage ID-kaardi teist külge
fr: Veuillez caprturer le verso de la carte d'identité
lt: Nufotografuokite asmens tapatybės kortelės kitą pusę
lv: Lūdzu, nofotografējiet ID kartes otru pusi
nl: Leg de achterkant van uw ID-kaart vast
ro: Te rugăm să fotografiezi verso-ul cardului de identitate
ru: Пожалуйста, запечатлите обратную сторону вашей идентификационной карты
sq: Ju lutem te fotografoni anen e pasme te kartes suaj te identitetit

# ondato_unrelatedPhotoSubmit_primary
source: Your identification is rejected due to submitted unrelated photo.
lt: Jūsų tapatybės nustatymas neatliktas, nes pateikta nesusijusi nuotrauka.
lv: Jūsu identifikācija ir noraidīta, jo ir iesniegts nesaistīts fotoattēls.
ru: Идентификация вашей личности не выполнена, так как представлена несоответствующая фотография
sq: Identifikimi juaj refuzohet për shkak të fotografisë që nuk ka lidhje me identifikimin

# ondato_dataNotMatch_second
source: We kindly ask you to check information which was provided in the client form. The information on the customer form must match the information on your document.
et: Teie identifitseerimine lükati tagasi, kuna dokumendi teave ei vasta kliendivormis esitatule.
lt: Prašome patikrinti informaciją, pateiktą kliento formoje. Informacija kliento formoje turi sutapti su informacija jūsų dokumente.
lv: Laipni lūdzam pārbaudīt klienta veidlapā iesniegto informāciju. Informācijai klienta veidlapā jāatbilst informācijai jūsu dokumentā.
ru: Пожалуйста, проверьте информацию, указанную в форме клиента. Информация в форме клиента должна совпадать с информацией в вашем документе.
sq: Ju lutemi të kontrolloni informacionin e dhënë në formularin e klientit. Informacioni në formularin e klientit duhet të përputhet me informacionin në dokumentin tuaj.

# ondato_incorrect_information_provided_second
source: We kindly ask you to retry the process or contact client support.
bg: Моля, опитай отново или се свържи с центъра за обслужване на клиенти.
el: Παρακαλώ, δοκίμασε ξανά τη διαδικασία ή επικοινώνησε με την υποστήριξη πελατών.
es: Te pedimos que vuelvas a intentar el proceso o ponte en contacto con el servicio al cliente.
et: Palume teil protsess uuesti läbi teha või klienditoega ühendust võtta.
fr: Veuillez recommencer le processus ou contacter le service client.
lt: Prašome iš naujo atlikti veiksmus arba kreiptis į klientų pagalbą.
lv: Laipni lūdzam atkārtoti veikt procesu vai sazināties ar klientu atbalsta dienestu.
nl: We vragen u vriendelijk om het proces opnieuw te proberen of contact op te nemen met onze klantenservice.
ro: Te rugăm să încerci din nou sau să contactezi asistența pentru clienți.
ru: Пожалуйста, снова выполните действия или обратитесь за помощью клиентам.
sq: Ju lutemi, provoni përsëri procesin ose kontaktoni kujdesin e klientit.

# ondato_waiting_page_success_title
source: Your verification is completed!
bg: Процесът завърши успешно.
el: Η ταυτοποίησή σου είναι επιτυχής.
es: Tu identificación ha tenido éxito.
et: Teie identifitseerimine oli edukas.
fr: Votre identification a été réussie.
lt: Jūsų identifikacija – sėkminga.
lv: Jūsu identifikācija – veiksmīga.
nl: Uw identificatie is gelukt.
ro: Identificarea a avut loc cu succes.
ru: Ваша идентификация прошла успешно.
sq: Identifikimi juaj u krye me sukses.

# ondato_waiting_page_verify_your_identity
source: Your data will be used only to verify your identity.
bg: Твоите данни ще бъдат използвани само за целите на твоята идентификация.
el: Τα δεδομένα σου θα χρησιμοποιηθούν μόνο για την επαλήθευση της ταυτότητάς σου.
es: Tus datos serán utilizados únicamente para verificar tu identidad.
et: Teie andmeid kasutatakse vaid Teie isikusamasuse kinnitamiseks.
fr: Vos données seront utilisées uniquement pour vérifier votre identité.
lt: Jūsų duomenys bus panaudoti tik Jūsų tapatybės patvirtinimui.
lv: Jūsu dati tiks izmantoti tikai jūsu identitātes apstiprināšanai.
nl: Uw gegevens zullen uitsluitend worden gebruikt om uw identiteit te verifiëren.
ro: Aceste informații vor fi utilizate doar pentru a-ți verifica identitatea.
ru: Ваши данные будут использованы только для проверки тождества вашей личности.
sq: Të dhënat tuaja do të përdoren vetëm për të verifikuar identitetin tuaj.

# ondato_waiting_page_facial_photo_obscured
source: We check whether your facial photo is not obstructed by shadows and light rays.
bg: Проверяваме дали снимките на твоето лице са ясни.
el: Ελέγχουμε αν η φωτογραφία του προσώπου σου δεν εμποδίζεται από σκιές και ακτίνες φωτός.
es: Comprobamos si tu foto facial no está obstruida por sombras y rayos de luz.
et: Kontrollime teie eemalt esitatud näo fotot.
fr: Nous vérifions si la photo de votre visage n'est pas obstruée par des ombres et des rayons lumineux.
lt: Tikriname, ar jūsų veido nuotraukos nedengia šešėliai ir šviesos spinduliai.
lv: Pārbaudām, vai jūsu sejas fotogrāfijas neaizsedz ēnas un gaismas stari.
nl: We controleren of uw gezichtsfoto wordt niet belemmerd door schaduwen of lichtstralen.
ro: Verificăm dacă fotografia facială nu este obstrucționată de umbre și raze de lumină.
ru: Проверяем, не закрывают ли фотографию вашего лица тени и отраженный свет.
sq: Ne kontrollojmë foton e fytyrës suaj më poshtë.

# ondato_prohibitedCountryOrState_second
source: We kindly ask you to contact service provider for more information or try again with another document.
et: Palume teil küsida teenusepakkujalt lisateavet või proovida uuesti mõne muu dokumendiga.
lt: Prašome paslaugų teikėjo prašyti daugiau informacijos arba bandyti dar kartą su kitu dokumentu.
lv: Laipni lūdzam sazināties ar pakalpojumu sniedzēju, lai gūtu vairāk informācijas, vai mēģināt vēlreiz, izmantojot citu dokumentu.
ru: Пожалуйста, свяжитесь с поставщиком услуг для получения подробной информации или попробуйте еще раз с другим документом.
sq: Ju lutemi, për më shumë informacion kontaktoni ofruesin e shërbimit ose provoni sërish me një dokument tjetër.

# ondato_underagePerson_second
source: We kindly ask you to contact service provider for more information.
et: Palun pöörduge lisateabe saamiseks teenusepakkuja poole.
lt: Dėl detalesnės informacijos prašome kreiptis tiesiogiai į paslaugos tiekėją.
lv: Lūdzam sazināties ar pakalpojumu sniedzēju, lai iegūtu vairāk informācijas.
ru: Убедительно просим вас связаться с поставщиком услуг для получения дополнительной информации.
sq: Ne me mirësi si ju të kontaktoni ofruesin e shërbimit për më shumë informacion.

# ondato_waiting_page_encrypt_data_for_final_approval
source: We encrypt data and transfer for final approval.
bg: Криптираме информацията, която ни изпрати, и я подготвяме за финално одобрение.
el: Κρυπτογραφούμε δεδομένα και τα μεταφέρουμε για τελική έγκριση.
es: Ciframos los datos y los transferimos para tu aprobación final.
et: Kodeerime andmed ja edastame lõplikuks kinnitamiseks.
fr: Nous chiffrons les données et les transférons pour approbation finale.
lt: Šifruojame duomenis ir perduodame galutiniam patvirtinimui.
lv: Šifrējam datus un nododam galīgai apstiprināšanai.
nl: We versleutelen uw gegevens en doorsturen voor definitieve goedkeuring.
ro: Criptăm datele și le transferăm pentru aprobarea finală.
ru: Шифруем данные и передаем для окончательного подтверждения.
sq: Ne i enkriptojmë të dhënat dhe i transferojmë ato për miratim përfundimtar.

# ondato_partOfDocumentIsCovered_second
source: We kindly ask you to retry identification process by ensuring that document is clearly readable and no data is covered.
et: Palun veenduge, et teie nägu ei takista võõrkehad ja te ei tee tuvastamise ajal ebatavalisi näoilmeid.
lt: Prašome pakartoti identifikaicjos procesą ir užtikrinti, kad dokumento duomenys nėra uždengti.
lv: Lūdzu, atkārtojiet identifikācijas procesu un pārliecinieties, ka dokuments ir skaidri salasāms un dati nav nosegti
ru: Мы просим вас повторить процесс идентификации, убедившись, что документ хорошо читается и данные на нём не прикрыты
sq: Ju lutem te provoni perseri procesin e identifikimit duke u siguruar qe dokumenti eshte lehtesisht i lexueshem dhe nuk ka te dhena te mbuluara.

# ondato_waiting_page_check_if_all_photos_uploaded
source: We check whether you have provided all the required photos.
bg: Проверяваме дали си предоставил всички необходими снимки.
el: Ελέγχουμε αν έχεις δώσει όλες τις απαιτούμενες φωτογραφίες.
es: Comprobamos si has proporcionado todas las fotos requeridas.
et: Kontrollime, kas esitasite kõik vajalikud fotod.
fr: Nous vérifions si vous avez fourni toutes les photos requises.
lt: Tikriname, ar pateikėte visas reikalingas nuotraukas.
lv: Pārbaudām, vai ir iesniegtas visas nepieciešamās fotogrāfijas.
nl: We controleren of u alle benodigde foto's heeft ingeleverd.
ro: Verificăm dacă ai furnizat toate fotografiile necesare.
ru: Проверяем, все ли необходимые фотографии вы представили.
sq: Ne kontrollojmë që keni siguruar të gjitha fotot e kërkuara.

# ondato_blurred_photo_second
source: We kindly ask you to retry identification process and ensure that document data is clearly readable.
bg: Моля, стартирай процеса отново, като се увериш, че снимките на твоя документ са ясни и информацията е четима.
el: Παρακαλώ να δοκίμασεις ξανά τη διαδικασία ταυτοποίηση και βεβαιώσου ότι τα δεδομένα του εγγράφου είναι ευανάγνωστα.
es: Te pedimos que vuelvas a intentar el proceso de identificación y que te asegures de que los datos de los documentos sean claramente legibles.
et: Palume teil proovida identifitseerimisprotsessi uuesti ja tagada, et dokumendi andmed oleksid selgelt loetavad.
fr: Veuillez recommencer le processus d'identification et assurez-vous que les données du document sont clairement lisibles.
lt: Prašome pakartotinai atlikti identifikacijos procesą ir užtikrinti, jog pateiktose nuotraukose duomenys yra aiškiai įskaitomi.
lv: Lūdzu, atkārtojiet identifikācijas procesu un pārliecinieties, ka dokumenta dati ir skaidri salasāmi.
nl: We vragen u vriendelijk om het identificatieproces opnieuw uit te voeren. Zorg ervoor dat documentgegevens duidelijk leesbaar zijn.
ro: Te rugăm să reîncerci procesul de identificare și să te asiguri că datele documentului sunt clar lizibile.
ru: Мы просим вас повторить процесс идентификации и убедиться, что данные документа четко читаются
sq: Ju lutem te provoni perseri procesin e identifikimit dhe sigurohuni qe te dhenat e dokumentit te identifikimit jane lehtesisht te lexueshme.

# ondato_sanctioned_primary
source: Your identification is rejected.
bg: Твоята заявка за идентификация е отказана.
el: Η ταυτότητά σου απορρίπτεται.
es: Tu identificación fue rechazada.
et: Teie nimega isik on kantud sanktsioonide nimekirja.
fr: Votre identification a été rejetée.
lt: Jūsų identifikacija buvo atmesta.
lv: Jūsu identifikācija tiek noraidīta.
nl: Uw identificatie wordt afgewezen.
ro: Identificarea a fost respinsă.
ru: Ваша идентификация отклонена.
sq: Identifikimi Juaj eshte refuzuar.

# ondato_missingDocumentPhoto_second
source: We kindly ask you to retry the identification process and capture all necessary pictures of your document
et: Palun korrake tuvastamise protsessi ja pildistage dokumendi mõlemat külge.
lt: Prašome pakartoti identifikacijos procesą pateikiant visas privalomas dokumento nuotraukas.
lv: Lūdzam jūs atkārtoti veikt identifikācijas procesu un nofotografēt visus nepieciešamos dokumentus.
ru: Мы просим вас повторить процесс идентификации и сделать все необходимые снимки вашего документа
sq: Ju lutemi te riprovoni procesin e identifikimit dhe te gjithe fotografite e nevojshme te dokumentit tuaj.

# ondato_documentNotAccepted_primary
source: Your identification is rejected due to document which is unacceptable.
et: Teie identifitseerimine lükati tagasi, kuna dokument on vastuvõetamatu.
lt: Jūsų tapatybės nustatymas neatliktas, nes dokumentas netinkamas.
lv: Jūsu identifikācija ir noraidīta, jo dokuments nav pieņemams.
ru: Идентификация вашей личности не выполнена, так как документ не подходит
sq: Identifikimi juaj refuzohet për shkak të dokumentit i cili është i papranueshëm

# ondato_poorPhotoLighting_second
source: We kindly ask you to retry identification process and ensure that document is evenly lit.
et: Palun veenduge, et teie nägu on ühtlaselt valgustatud.
lt: Prašome pakartotinai atlikti identifikacijos procesą ir užtikrinti, jog pateiktose nuotraukose apšvietimas neuždengia dokumento duomenų.
lv: Lūdzu, atkārtojiet identifikācijas procesu un pārliecinieties, ka dokuments ir vienmērīgi izgaismots.
ru: Мы просим вас повторить процесс идентификации и обеспечить равномерное освещение документа
sq: Ju lutem te provoni perseri procesin e identifikimit dhe te siguroheni qe dokumenti ndricohet ne menyre te barabarte.

# ondato_waiting_page_biometric_data
source: We create a 3D model from your biometric facial data.
bg: Създаваме 3D модел на твоето лице.
el: Δημιουργούμε ένα 3D μοντέλο από τα βιομετρικά δεδομένα του προσώπου σoυ.
es: Creamos un modelo 3D a partir de tus datos biométricos faciales.
et: Teie näo biomeetrilistest andmetest loome 3D mudeli.
fr: Nous créons un modèle 3D de vos données biométriques faciales.
lt: Iš biometrinių jūsų veido duomenų kuriame 3D modelį.
lv: No jūsu sejas biometriskajiem datiem veidojam 3D modeli.
nl: We maken een 3D-model van uw biometrische gezicht gegevens.
ro: Creăm un model 3D din datele faciale biometrice.
ru: Из биометрических данных вашего лица создаем 3D-модель.
sq: Ne krijojmë një model 3D të fytyrës suaj nga të dhënat tuaja biometrike.

# ondato_bad_media_format_second
source: We kindly ask you to capture your original document.
bg: Моля, направи снимки на оригиналния документ.
el: Παρακαλώ, κατάγραψε το πρωτότυπο έγγραφό σου.
es: Te pedimos que captures tu documento original.
et: Palun pildistage dokumendi originaali.
fr: Veuillez capturer votre document original.
lt: Prašome pateikti dokumento orginalo nuotraukas.
lv: Lūdzam jūs nofotografēt oriģinālo dokumentu.
nl: We vragen u vriendelijk om uw originele document vast te leggen.
ro: Te rugăm să fotografiezi documentul original.
ru: Мы просим вас сфотографировать ваш оригинальный документ
sq: Ju lutem te fotografoni dokumentin tuaj origjinal.

# ondato_dataNotMatch_primary
source: Your identification is rejected due to information missmatch in the document and the customer form.
et: Palume teil kontrollida kliendivormis esitatud teavet. Kliendivormis esitatud teave peab vastama teie dokumendil olevale teabele.
lt: Jūsų tapatybės nustatymas neatliktas, nes nesutampa informacija dokumente ir kliento formoje.
lv: Jūsu identifikācija ir noraidīta, jo informācija dokumentā un klienta veidlapā neatbilst.
ru: Идентификация вашей личности не выполнена, так как не совпадает информация в документе и в форме клиента
sq: Identifikimi juaj refuzohet për shkak të mospërputhjes së informacionit në dokument dhe formularit të klientit.

# ondato_waiting_page_success_body
source: Thank you for your patience.
bg: Благодарим ти за търпението.
el: Ευχαριστω για την υπομονή σου.
es: Gracias por tu paciencia.
et: Täname kannatuse eest.
fr: Merci pour votre patience.
lt: Ačiū už kantrybę.
lv: Paldies par pacietību.
nl: Bedankt voor uw geduld.
ro: Îți mulțumim pentru răbdare.
ru: Спасибо за терпение.
sq: Faleminderit për durimin tuaj.

# ondato_underagePerson_primary
source: Your identification is rejected due to age restrictions.
et: Teie identifitseerimine lükati tagasi vanusepiirangu tõttu.
lt: Jūsų tapatybės nustatymas neatliktas dėl amžiaus apribojimų.
lv: Jūsu identifikācija ir noraidīta vecuma ierobežojumu dēļ.
ru: Идентификация вашей личности не выполнена из-за возрастных ограничений
sq: Identifikimi juaj refuzohet për shkak të kufizimizit të moshës

# ondato_expiration_date_mismatch_primary
source: There was a problem with your identification.
bg: Възникна грешка по време на твоята идентификация.
el: Παρουσιάστηκε πρόβλημα με την ταυτοποίηση σου.
es: Hay un problema con tu identificación.
et: Teie tuvastamisega tekkis probleem.
fr: Il y a eu un problème avec votre identification.
lt: Įvyko klaida.
lv: Radās problēma ar jūsu identifikāciju.
nl: Er was een probleem met uw identificatie.
ro: Am întâmpinat o problemă.
ru: Возникла проблема с вашей идентификацией.
sq: Ka nje problem me identifikimin tuaj.

# ondato_documentIsExpired_second
source: You must capture a valid document in order to finish the identification process.
et: Esitage kehtiv dokument
lt: Identifikacijos procesui atlikti privalote pateikti galiojantį dokumentą.
lv: Lai pabeigtu identifikācijas procesu, jums jānofotografē derīgs dokuments.
ru: Вы должны запечатлить действительный документ, чтобы завершить процесс идентификации
sq: Ju duhet te fotografoni nje dokument te vlefshem per te perfunduar procesin e identifikimit.

# ondato_documentWithNonLatinCharacters_primary
source: Your identification is rejected due to a document type that is not acceptable
et: Teie identifitseerimine lükati tagasi, kuna dokumenditüüp ei ole vastuvõetav.
lt: Jūsų tapatybės nustatymas neatliktas, nes dokumentas yra netinkamo tipo.
lv: Jūsu identifikācija ir noraidīta, jo dokuments veids nav pieņemams.
ru: Идентификация вашей личности не выполнена, так как тип документа не подходит
sq: Identifikimi juaj refuzohet për shkak të llojit të dokumentit që nuk është i pranueshëm

# ondato_incorrect_information_provided_primary
source: There was a problem with your identification.
bg: Възникна грешка по време на твоята идентификация.
el: Παρουσιάστηκε πρόβλημα με την ταυτοποίηση σου.
es: Hay un problema con tu identificación.
et: Teie tuvastamisega tekkis probleem.
fr: Il y a eu un problème avec votre identification.
lt: Įvyko klaida.
lv: Radās problēma ar jūsu identifikāciju.
nl: Er was een probleem met uw identificatie.
ro: Am întâmpinat o problemă.
ru: Возникла проблема с вашей идентификацией.
sq: Ka nje problem me identifikimin tuaj.

# ondato_facesNotMatch_primary
source: Your identification is rejected due to the mismatch of your selfie and document picture.
et: Näofotot ei õnnestunud vastavalt dokumendifotole ära tunda
lt: Jūsų identifikacija buvo atmesta dėl pateiktos asmenukės ir dokumento nuotraukos nesutapimo.
lv: Jūsu identifikācija tiek noraidīta, jo jūsu pašportrets neatbilst fotoattēlam dokumentā.
ru: Ваша идентификация отклонена из-за несоответствия вашей фотографии себя и фотографии документа.
sq: Identifikimi Juaj eshte refuzuar per shkak te mosperputhjes ndermjet selfie dhe fotos se dokumentit.

# ondato_waiting_page_document_facial_image
source: We check whether the facial image is clearly visible in your document.
bg: Проверяваме дали снимката от твоя документ се вижда ясно.
el: Ελέγχουμε αν η εικόνα του προσώπου είναι καθαρά ορατή στο έγγραφό σου.
es: Comprobamos si la imagen facial es claramente visible en tu documento.
et: Kontrollime, kas näokujutis Teie dokumendil on selgesti nähtav.
fr: Nous vérifions si l'image du visage est clairement visible dans votre document.
lt: Tikriname, ar Jūsų dokumente veido nuotrauka aiškiai matoma.
lv: Pārbaudām, vai jūsu dokumentā sejas fotogrāfija ir skaidri redzama.
nl: We controleren of de gezichtsopname goed zichtbaar in uw document is.
ro: Verificăm dacă imaginea facială este clar vizibilă pe document.
ru: Проверяем, хорошо ли на вашем документе видна фотография лица .
sq: Ne kontrollojmë nëse fotografia e fytyrës në dokumentin tuaj është qartësisht e dukshme.

# ondato_more_than_one_person_second
source: Identification process must be performed without other people participating in the process.
bg: Трябва да бъдеш сам по време на процеса по идентификация.
el: Η διαδικασία ταυτοποίησης πρέπει να πραγματοποιείται χωρίς να συμμετέχουν άλλα άτομα στη διαδικασία.
es: El proceso de identificación debe realizarse sin que otras personas participen en el proceso.
et: Palun veenduge, et tuvastamise ajal on fotol nähtav ainult isik, kelle dokument esitatakse.
fr: Le processus d'identification doit être effectué sans que d'autres personnes participent au processus.
lt: Identifikacijos procesas privalo būti atliktas nedalyvaujant pašaliniams asmenims.
lv: Identifikācijas process jāveic bez citu personu piedalīšanās šajā procesā.
nl: Een derde persoon mag niet deelneemt aan het identificatieprocess.
ro: Procesul de identificare trebuie parcurs fără participarea altor persoane.
ru: Процесс идентификации должен выполняться без участия других людей
sq: Procesi i identifikimit duhet te kryhet pa marre pjese persona te tjere ne proces.
