Repository: ondato/ondato-sdk-ios
Catalog: Localizations/ondato_*.strings
Languages: bg, el, es, et, fr, lt, lv, nl, ro, ru, sq

# FailedRule_DocExpireDateInFuture_subtitle
source: Try again
bg: Опитай отново
el: Προσπάθησε ξανά
es: Inténtalo de nuevo
et: Teie dokument on aegunud. Esitage kehtiv dokument
fr: Réessayer
lt: Jūsų dokumento galiojimo laikas yra pasibaigęs. Maloniai prašome pateikti galiojantį dokumentą
lv: Dokumentam ir beidzies derīguma termiņš vai derīguma termiņš nav atrasts
nl: Probeer het opnieuw
ro: ondato_încearcă_din nou
ru: Срок действия вашего документа закончился. Пожалуйста, загрузите действительный документ
sq: Dokumenti i bashkangjitur eshte i skaduar ose data e perfundimit te afatit nuk eshte gjendur

# FailedRule_PersonAndDocumentPersonCodeMatch_subtitle
source: Your personal number in the document did not match with the perosnal number in registration form. We kindly ask you to submit the document which information was provided in registration form
bg: Личният номер от твоя документ не съвпада с този, който си предоставил при регистрация. Моля, прикачи документа, който си използвал по време на регистрация.
el: Ο προσωπικός σου αριθμός στο έγγραφο δεν ταίριαζε με τον προσωπικό αριθμό στη φόρμα εγγραφής. Παρακαλώ, υπόβαλε το έγγραφο το οποίο οι πληροφορίες δόθηκαν στη φόρμα εγγραφής
es: Tu número personal en el documento no coincide con el número perosnal en el registro. Te pedimos que envíes el documento, cuya información fue proporcionada en el formulario de registro
et: Teie isiklik number dokumendis ei ühti registreerimisvormi isikliku numbriga. Palume teil esitada dokument, mille teave esitati registreerimisvormis
fr: Votre numéro personnel dans le document ne correspondait pas au numéro personnel dans le formulaire d'inscription. Veuillez fournir le document spécifié dans le formulaire d'inscription
lt: Jūsų asmens kodas dokumente nesutapo su asmens kodu, kuris buvo nurodytas registracijos anketoje. Maloniai prašome pateikti asmens dokumentą, kurio duomenys buvo nurodyti anketoje
lv: Lūdzam jūs iesniegt dokumentu, kura informācija tika sniegta reģistrācijas formā
nl: Uw persoonsnummer in het document komt niet overeen met het persoonsnummer op het registratieformulier. Wij verzoeken u vriendelijk om het document te gebruiken waarvan de informatie in het registratieformulier verstrekt is.
ro: CNP-ul din actul de identitate nu corespunde cu cel utilizat la înregistrare. Te rugăm să ne trimiți actul de identitate pe care l-ai utilizat la înregistrare.
ru: Ваш личный код из документа не совпадает с личным кодом, который был указан в анкете регистрации. Пожалуйста, загрузите личный документ, данные которого вы указали в анкете
sq: Ju lutem te bashkangjisni dokumentin me te cilin keni rregjistruar te dhenat gjate rregjistrimit.

# FailedRule_PersonFaceOrDocIsMonochrome_subtitle
source: You have submitted a Black an White copy of your document. Please be informed that you must take a picture of your actual document. Your document should be clearly seen, taken in a well lit environment, not blurry or pixelated
bg: Прикачил си черно-бяло копие на твоя документ. Моля, имай предвид, че можем да приемем само снимка на оригиналния документ за самоличност. Снимката на документа трябва да бъде ясна и четима.
el: Έχεις υποβάλει ένα ασπρόμαυρο αντίγραφο του εγγράφου σου. Σε ενημερώνουμε ότι πρέπει να τραβήξεις φωτογραφία του πραγματικού σου εγγράφου. Το έγγραφό σου θα πρέπει να φαίνεται καθαρά, να λαμβάνεται σε καλά φωτισμένο περιβάλλον, όχι θολό ή με pixel
es: Has enviado una copia blanca y negra de tu documento. Por favor, ten en cuenta que debes tomar una foto de tu documento real. Tu documento debe ser claramente visto, tomado en un ambiente bien iluminado, no borroso o pixelado
et: Esitasite dokumendi mustvalge koopia. Pange tähele, et peate pildistama tegeliku dokumendi. Teie dokument peaks olema hästi nähtav, hästi valgustatud keskkonnas ega tohiks olla halva kvaliteediga
fr: Vous avez envoyé une copie noir et blanc de votre document. Veuillez noter que vous devez prendre une photo de votre document réel. Votre document doit être clairement visible, pris dans un environnement bien éclairé, non flou ou pixélisé
lt: Jūs pateikėte nespalvotą dokumento kopiją. Informuojame, kad privalote nufotografuoti realų dokumentą. Jūsų dokumentas turi būti aiškiai matomas, gerai apšviestoje aplinkoje ir neturi būti neryškus arba išsiliejęs
lv: Informējam, ka jums ir jāfotografē jūsu faktiskais dokuments. Jūsu dokumentam jābūt skaidri redzamam, fotografētam labi apgaismotā vidē, tas nedrīkst būt miglains
nl: U heeft een zwart-wit kopie van uw document ingediend. Houd er rekening mee dat u een foto van uw eigenlijke document moet maken. Uw document moet duidelijk te zien zijn, genomen worden in een goed verlichte omgeving, niet wazig of gepixeld.
ro: Ai trimis o copie alb/negru a actului de identitate. Te rugăm să reții că trebuie să faci o fotografie a actului de identitate. Fotografia trebuie să fie clar vizibilă, fotografiată într-un mediu bine iluminat și sa nu fie neclară sau pixelată.
ru: Вы загрузили черно-белую копию документа. Напоминаем, что нужно сфотографировать реальный документ. Ваш документ должен быть отчетливо виден, помещение хорошо освещено, а изображение не должно быть размытым
sq: Ju informojme se ju duhet te fotografoni dokumentin tuaj aktual. Dokumenti juaj duhet te shihet qarte, ne nje ambient te ndricuar, jo i turbullt ose i pikselizuar

# FailedRule_DocumentContainsBothSides_subtitle
source: You have submitted document photos of two different documents. Please be informed that you must capture photos of the same document. Your document should be clearly seen, taken in a well lit environment, not blurry or pixelated. Please make sure that information in your document is clearly visible
bg: Прикачил си снимки на два различни документа. Моля, имай предвид, че трябва да направиш снимки на един и същ документ за самоличност. Снимката на документа трябва да бъде ясна и четима и цялата информация да бъде видима.
el: Έχεις υποβάλει φωτογραφίες δύο διαφορετικών εγγράφων. Σε ενημερώνουμε ότι πρέπει να τραβήξεις φωτογραφίες του ίδιου εγγράφου. Το έγγραφό σου πρέπει να φαίνεται καθαρά, να λαμβάνεται σε καλά φωτισμένο περιβάλλον, όχι θολό ή με pixel. Βεβαιώσου ότι οι πληροφορίες στο έγγραφό σου είναι ευδιάκριτες
es: Has enviado fotos de dos documentos diferentes. Ten en cuenta que debes capturar fotos del mismo documento. Tu documento debe ser claramente visto, tomado en un ambiente bien iluminado, no borroso o pixelado. Por favor, asegúrate de que la información en tu documento es claramente visible
et: Olete esitanud fotosid erinevatest dokumentidest. Pange tähele, et peate esitama sama dokumendi fotod mõlemalt poolt. Fotod peavad olema hästi valgustatud keskkonnas selgelt nähtavad ning ei tohi olla halvasti valgustatud ega halva kvaliteediga
fr: Vous avez envoyé des photos de deux documents différents. Veuillez noter que vous devez capturer des photos du même document. Votre document doit être clairement visible, pris dans un environnement bien éclairé, non flou ou pixélisé. Veuillez vous assurer que les informations contenues dans votre document sont clairement visibles
lt: Jūs pateikėte skirtingų dokumentų nuotraukas. Informuojame, kad pateikti privalote to pačio dokumento nuotraukas iš abiejų pusių. Nuotraukos turi būti aiškiai matomas, gerai apšviestoje aplinkoje ir neturi būti neryškus arba išsiliejęs
lv: Jūs esat iesniedzis divu dažādu dokumentu fotoattēlus. Informējam, ka jāiesniedz viena un tā paša dokumenta fotoattēli no abām pusēm
nl: U heeft documentfoto's van twee verschillende documenten ingediend. Houd er rekening mee dat u foto's van hetzelfde document moet maken. Uw document moet duidelijk te zien zijn, genomen worden in een goed verlichte omgeving, niet wazig of gepixeld. Zorg ervoor dat de informatie in uw document duidelijk zichtbaar is
ro: Ai trimis copii a două acte de identitate diferite. Trebuie să faci fotografii ale aceluiași act de identitate. Fotografia actului de identitate trebuie să fie vizibilă clar, fotografiată într-un mediu bine iluminat și să nu fie neclară sau pixelată. Asigură-te că toate informațiile de pe actul de identitate sunt clar vizibile.
ru: Вы загрузили фотографии разных документов. Напоминаем, что загрузить нужно фотографии того же самого документа с обеих сторон. Документ должен быть отчетливо виден, помещение хорошо освещено, а изображение не должно быть размытым
sq: Ju keni bashkangjitur foto te dy dokumenteve te ndryshem. Ju informojme se ju duhet te bashkangjisni foto te se njejtit dokument nga te dyja anet.

# FailedRule_ContainsMultipleFaces_subtitle
source: Please be informed that we have detected multiple faces during your identification. We kindly ask you to make sure that identification is performed only by the document holder
bg: Моля, имай предвид, че на снимката има повече от едно лице. Процесът по идентификация трябва да бъде извършен само от лицето, притежател на документа за самоличност.
el: Λάβε υπόψιν ότι έχουμε εντοπίσει πολλά πρόσωπα κατά την αναγνώρισή σου. Παρακαλώ, βεβαιώσου ότι η ταυτοποίηση πραγματοποιείται μόνο από τον κάτοχο του εγγράφου
es: Te informamos que hemos detectado varias caras durante tu identificación. Te pedimos que te asegures de que la identificación sea realizada únicamente por el titular del documento
et: Pange tähele, et süsteem on tuvastamisprotsessi käigus tuvastanud mitu isikut. Palun veenduge, et tuvastamise ajal on fotol nähtav ainult isik, kelle dokument esitatakse
fr: Veuillez noter que nous avons détecté plusieurs visages lors de votre identification. Nous vous prions de vous assurer que l'identification est effectuée uniquement par le titulaire du document
lt: Informuojame, kad sistema nustatė kelis asmenis atliekamos identifikacijos metu. Maloniai prašome įsitikinti, jog identifikacijos metu, nuotraukoje matomas tik asmuo, kurio dokumentas yra pateikiamas
lv: Informējam, ka identifikācija jāveic tikai dokumenta turētājam
nl: Houd er rekening mee dat wij meerdere gezichten tijdens uw identificatie hebben gedetecteerd. Wij verzoeken u vriendelijk ervoor te zorgen dat identificatie alleen door de documenthouder wordt uitgevoerd.
ro: Am detectat mai multe fețe în timpul identificării. Te rugăm să te asiguri că procesul de identificare este parcurs doar de către deținătorul actului de identitate.
ru: Во время идентификации система распознала несколько персон. Пожалуйста, проследите, чтобы во время идентификации был виден только тот человек, чьи документы вы прилагаете
sq: Ju informojme se identifikimi duhet te kryhet vetem nga mbajtesi i dokumentit.

# FailedRule_PersonFoundInComplyAdvantage_subtitle
source: A person with your given name is found in sanction list. We will review your identification manually and inform the company about the result. This might take couple moments
bg: Лице с това име е открито в списък с рестрикции. Ще разгледаме твоята заявка допълнително, като това може да отнеме известно време.
el: Ένα άτομο με το όνομά σου βρίσκεται στη λίστα κυρώσεων. Θα ελέγξουμε την ταυτότητά σου με μη αυτόματο τρόπο και θα ενημερώσουμε την εταιρεία για το αποτέλεσμα. Αυτό μπορεί να πάρει μερικές στιγμές
es: Una persona con tu nombre se encuentra en la lista de sanciones. Revisaremos tu identificación manualmente e informaremos a la empresa sobre el resultado. Eso puede tardar un par de momentos
et: Teie nimega isik on kantud sanktsioonide nimekirja. Vaatame teie identifitseerimise käsitsi üle ja teavitame tulemust ettevõttest. Palun klõpsake nuppu "Jätka"
fr: Une personne portant votre prénom se trouve dans la liste des sanctions. Nous examinerons votre identification manuellement et informerons l'entreprise du résultat. Cela peut prendre quelques instants
lt: Asmuo su jūsų vardu yra nustatytas sankcijų sąraše. Mes peržiūrėsime jūsų identifikaciją rankiniu būdu ir informuosime įmonę apie gautą rezultatą. Maloniai prašome spausti "Tęsti"
lv: Mēs jūsu lietu izskatīsim manuāli un informēsim uzņēmumu par rezultātu. Tas var aizņemt nedaudz laika
nl: Op de sanctielijst staat een persoon met uw voornaam. We zullen uw identificatie handmatig controleren en het bedrijf informeren over het resultaat. Dit kan even duren.
ro: O persoană cu numele tău a fost găsită pe lista sancțiunilor. Vom verifica identificarea ta și vom informa Furnizorul despre rezultat. Acest proces va dura câteva momente.
ru: Человек с вашим именем был обнаружен в санкционном списке. Мы рассмотрим вашу попытку идентификации вручную и проинформируем вас о результате. Нажмите "Продолжить"
sq: Ne do te shqyrtojme rastin tuaj manualisht dhe do te informojme kompanine per rezultatet. Ky proces do te zgjase disa minuta

# FailedRule_ContainsCelebrity_subtitle
source: Celebrity has been recognised in one of the picture you have uploaded. Please be informed that you must capture a photo of yourself and your personal document
bg: Разпозната е знаменитост на някоя от снимките, които си направил. Моля, имай предвид, че трябва да направиш снимка на себе си и твоя документ за самоличност.
el: Μία διασημότητα έχει αναγνωριστεί σε μία από τις φωτογραφίες που έχεις ανεβάσει. Σε ενημερώνουμε ότι πρέπει να τραβήξεις μια φωτογραφία του εαυτού σου και του προσωπικού σου εγγράφου
es: Una celebridad ha sido reconocida en una de las fotos que has subido. Por favor, ten en cuenta que debes capturar una foto de tí y tu documento personal
et: Kuulus inimene tuvastati ühel teie esitatud fotol. Pange tähele, et peate esitama oma näo ja isikutunnistuse fotod
fr: Une célébrité a été reconnue dans l'une des photos que vous avez téléchargées. Veuillez noter que vous devez prendre une photo de vous et votre pièce d'identité
lt: Žymus asmuo buvo nustatytas vienoje iš jūsų pateiktų nuotraukų. Informuojame, kad privalote pateikti savo veido ir asmens dokumento nuotraukas
lv: Vienā no jūsu augšupielādētajiem attēliem ir atpazīta slavenība. Informējam, ka jums ir jāaugšupielādē sevis un personīgā dokumenta attēls
nl: Beroemdheid is herkend in een van de foto's die u hebt geüpload. Houd er rekening mee dat u een foto van uzelf en uw persoonlijke document moet maken.
ro: O celebritate a fost recunoscută în una din pozele trimise. Te rugăm să reții că trebuie să faci o fotografie cu tine și cu actul tău de identitate.
ru: Мы распознали известного человека на одной из ваших фотографий. Напоминаем, что нужно загрузить фотографии своего собственного лица и документов
sq: Ne njeren nga fotografite e bashkangjitura eshte vene re nje person tjeter. Ju informojme se ju duhet te fotografoni veten dhe dokumentin tuaj personal

# FailedRule_LostAndStolen_subtitle
source: Your document has been recognized in Lost and Stolen database. Please press "Try again" and provide another document
bg: Твоят документ е обявен за изгубен или откраднат. Моля, опитай отново, като използваш друг документ за самоличност.
el: Το έγγραφό σου αναγνωρίστηκε στη βάση δεδομένων Lost and Stolen. Πάτησε "Δοκιμάστε ξανά" και δείξε άλλο έγγραφο
es: Tu documento ha sido reconocido en la base de datos Perdidos y Robados. Por favor, pulsa "Inténtalo de nuevo" y proporciona otro documento
et: Teie dokument tuvastati kehtetute dokumentide andmebaasis. Esitage veel üks dokument
fr: Votre document est reconnu dans la base de données des documents perdus et volés. Veuillez appuyer sur "Réessayer" et fournir un autre document
lt: Jūsų dokumentas buvo atpažintas negaliojančių dokumentų duomenų bazėje. Maloniai prašome pateikti kitą dokumentą
lv: Lūdzu, nospiediet "Mēģiniet vēlreiz" un iesniedziet citu dokumentu
nl: Uw document is herkend in de Lost and Stolen database. Druk op "Probeer opnieuw" en geef een ander document op.
ro: Actul tău de identitate a fost declarat drept furat sau pierdut. Te rugăm să apeși pe “Încearcă din nou“ pentru a încărca un alt document.
ru: Ваш документ был распознан как недействительный в документной базе данных. Пожалуйста, загрузите другой документ
sq: Ju lutem shtypni "Provoni perseri" dhe siguroni nje dokument tjeter

# FaceTec_feedback_center_face
source: Center Your Face
bg: Постави лицето си в центъра
el: Κέντραρε το πρόσωπό σου
es: Centra tu cara
et: hoia oma nägu keskel
fr: Centrez votre visage
lt: Centruokite savo veidą
lv: Centrējiet savu seju
nl: Centreer uw gezicht
ro: Poziționează fața în centru
ru: Ваше лицо должно быть в центре
sq: Vendosni fytyren tuaj ne qender

# FaceTec_action_continue
source: CONTINUE
bg: ПРОДЪЛЖИ
el: ΣΥΝΕΧΙΣΕ
es: CONTINUAR
et: Jätka
fr: CONTINUEZ
lt: Tęsti
lv: Turpināt
nl: DOORGAAN
ro: CONTINUĂ
ru: Продолжить
sq: VAZHDO

# FaceTec_action_im_ready
source: I'M READY
bg: ГОТОВ СЪМ
el: ΕΙΜΑΙ ΕΤΟΙΜΟΣ
es: ESTOY LISTO
et: Ma olen valmis
fr: JE SUIS PRÊT
lt: Pasiruošęs
lv: Esmu gatavs
nl: IK BEN KLAAR
ro: SUNT GATA
ru: Готов(-а)
sq: UNE JAM GATI

# FaceTec_camera_permission_header
source: Enable Camera
bg: Разреши достъп до камерата
el: Ενεργοποίηση κάμερας
es: Activar la cámara
et: lülitage kaamera sisse
fr: Activer la caméra
lt: Aktyvuoti kamerą
lv: Iespējot kameru
nl: Camera inschakelen
ro: Pornește camera
ru: Активировать камеру
sq: Aktivizo kamerën

# FaceTec_camera_permission_message_enroll
source: Please enable your selfie camera.
bg: Разреши достъп до твоята предна камера.
el: Ενεργοποίησε την κάμερα selfie.
es: Por favor, activa tu cámara selfie.
et: Aktiveerige esikaamera
fr: Veuillez activer votre caméra selfie.
lt: Prašome aktyvuoti priekinę kamerą
lv: Lūdzu, iespējojiet savu selfiju kameru.
nl: Schakel uw selfiecamera in alstublieft.
ro: Te rugăm să pornești camera pentru selfie
ru: Активируйте фронтальную камеру
sq: Lejet e kamerës jo aktive.<br/> Kontrollo cilësimet e sistemit tënd operativ dhe shfletuesit.

# FaceTec_camera_permission_message_auth
source: Your camera permissions are disabled. Tap below to edit your settings.
bg: Достъпът до твоята камера не е позволен. Натисни по-долу, за да промениш твоите настройки.
el: Τα δικαιώματα της κάμεράς σου είναι απενεργοποιημένα. Πάτησε παρακάτω για να επεξεργαστείς τις ρυθμίσεις σου.
es: Tus permisos de cámara están desactivados. Toca a continuación para editar la configuración.
et: FaceTec tuvastas, et teie kaamera load on keelatud. OS seadete muutmiseks puudutage allolevat nuppu.
fr: Les autorisations de votre caméra sont désactivées. Appuyez ci-dessous pour modifier vos paramètres.
lt: Kameros leidimai yra blokuoti. Prašome nuspausti mygtuką, kad galėtumėte keisti OS nustatymus.
lv: FaceTec ir konstatējis, ka jūsu kameras atļaujas ir atspējotas. Pieskarieties zemāk esošajai pogai, lai rediģētu OS iestatījumus.
nl: Uw camerarechten zijn uitgeschakeld. Tik hieronder om uw instellingen te bewerken.
ro: Permisiunile camerei sunt inactive. Apasă mai jos pentru a accesa setările.
ru: Доступ к камере запрещен. Нажмите, чтобы изменить настройки OS.

# FaceTec_camera_permission_enable_camera
source: ENABLE CAMERA
bg: Разреши достъп до камера
el: ΕΝΕΡΓΟΠΟΙΗΣΗ ΚΑΜΕΡΑΣ
es: Activar la cámara
et: Aktiveerige kaamera
fr: ACTIVER LA CAMÉRA
lt: Aktyvuoti kamerą
lv: Iespējot kameru
nl: CAMERA INSCHAKELEN
ro: PORNEȘTE CAMERA
ru: Активировать камеру

# FaceTec_camera_permission_launch_settings
source: LAUNCH SETTINGS
bg: Отвори настройки
el: ΡΥΘΜΙΣΕΙΣ ΕΚΚΙΝΗΣΗΣ
es: Acceder a la configuración
et: Aktiveerige seaded
fr: PARAMÈTRES DE LANCEMENT
lt: Aktyvuoti nustatymus
lv: Uzsākt iestatījumus
nl: START INSTELLINGEN
ro: DESCHIDE SETĂRILE
ru: Активировать настройки

# FaceTec_feedback_face_not_found
source: Frame Your Face
bg: Позиционирай лицето си в рамката
el: Πλαισίωσε το πρόσωπό σου
es: Marca tu cara.
et: Pange oma nägu raami
fr: Encadrez votre visage
lt: Įstatykite veidą į rėmėlį
lv: Kadrējiet seju
nl: Kader uw gezicht
ro: Încadrează-ți fața
ru: Поместите лицо в рамку
sq: Vendosni fytyren tuaj brenda kornizes

# FaceTec_feedback_face_not_looking_straight_ahead
source: Look Straight Ahead
bg: Гледай направо
el: Κοίταξε ευθεία μπροστά
es: Mirar al frente
et: Vaata otse edasi
fr: Regardez droit devant
lt: Žiūrėkite tiesiai
lv: Paskaties tieši uz priekšu
nl: Kijk recht vooruit
ro: Uită-te drept în față
ru: Смотрите прямо
sq: Shikoni drejt perpara

# FaceTec_feedback_face_not_upright
source: Hold Your Head Straight
bg: Дръж главата си изправена
el: Κράτησε το κεφάλι σου ίσια
es: Manten la cabeza recta
et: Hoidke pea sirge
fr: Tenez votre tête droite
lt: Laikykite galvą tiesiai
lv: Turiet galvu taisni
nl: Houd uw hoofd recht
ro: Ține capul drept
ru: Держите голову прямо
sq: Mbani koken drejt

# FaceTec_feedback_hold_steady
source: Hold Steady
bg: Стой неподвижно
el: Κράτησε σταθερά
es: Mantente estable
et: Ära liiguta
fr: Restez immobile
lt: Nejudėkite
lv: Turiet vienmērīgi
nl: Stabiel houden
ro: Nu te mișca
ru: Не двигайтесь
sq: Qendroni pa levizur

# FaceTec_feedback_move_phone_away
source: Move Away
bg: Отдалечи се
el: Απομακρύνσου
es: Aléjate
et: Tõmmake telefon endast eemale
fr: Éloignez-vous
lt: Patraukite telefoną nuo savęs
lv: Pavelciet tālruni prom no sevis
nl: Ga verder
ro: Mișcă-te mai în spate
ru: Отдалите телефон от себя
sq: Largohuni pak

# FaceTec_feedback_move_phone_closer
source: Move Closer
bg: Приближи се
el: Ελα πιο κοντά
es: Acércate
et: Liigu lähemale
fr: Approchez-vous
lt: Priartinkite telefoną
lv: Pārvietojieties tuvāk
nl: Kom dichterbij
ro: Mișcă-te mai aproape
ru: Приблизьте телефон
sq: Afrohuni me prane

# FaceTec_feedback_move_phone_even_closer
source: Even Closer
bg: Приближи се
el: Ακόμα πιο κοντά
es: Acércate aún más
et: Veel lähemale
fr: Plus proche encore
lt: Priartinkite arčiau
lv: Vēl tuvāk
nl: Nog dichterbij
ro: Și mai aproape
ru: Приблизьте еще немного
sq: Afrohuni me prane

# FaceTec_feedback_move_phone_to_eye_level
source: Raise Camera Up To Eye Level
bg: Постави камерата на нивото на очите ти
el: Ανέβασε την κάμερα μέχρι το επίπεδο των ματιών
es: Eleva la cámara hasta el nivel de los ojos
et: Tõstke telefon silmade kõrgusele
fr: Élevez la caméra au niveau des yeux
lt: Pakelkite telefoną į akių lygį
lv: Paceliet tālruni līdz acu līmenim
nl: Camera op ooghoogte brengen
ro: Poziționează camera la nivelul ochilor
ru: Поднимите телефон до уровня глаз
sq: Vendosni telefonin ne nivelin e syve

# FaceTec_feedback_use_even_lighting
source: Light Face More Evenly
bg: Намери по-осветено място
el: Φώτισε το πρόσωπο πιο ομοιόμορφα
es: Ilumina tu cara de manera más uniforme
et: Säilitage ühtlane näovalgus
fr: Éclairez le visage plus uniformément
lt: Išlaikykite tolygų veido apšvietimą
lv: Uzturiet vienmērīgu sejas apgaismojumu
nl: Licht gezicht gelijkmatiger
ro: Luminează fața mai uniform
ru: Следите за равномерным освещением лица
sq: Vendosni burimin e drites perballe jush

# FaceTec_instructions_header_lighting
source: Light Face Evenly
bg: Намери по-осветено място
el: Φώτισε το πρόσωπο ομοιόμορφα
es: Ilumina tu cara de manera uniforme
et: Säilitage ühtlane näovalgus
fr: Éclairez uniformément le visage
lt: Išlaikykite tolygų veido apšvietimą
lv: Uzturiet vienmērīgu sejas apgaismojumu
nl: Licht gezicht gelijkmatig
ro: Luminează fața uniform
ru: Следите за равномерным освещением лица
sq: Vendosni burimin e drites perballe jush

# FaceTec_instructions_header_face_angle
source: Please Hold Camera At Eye Level
bg: Задръж камерата на нивото на очите ти
el: Κράτησε την κάμερα Στο επίπεδο των ματιών
es: Por favor, manten la cámara al nivel de los ojos
et: Hoidke kaamerat silmade kõrgusel
fr: Veuillez tenir la caméra Au niveau des yeux
lt: Išlaikykite kamerą akių lygyje
lv: Turiet kameru acu līmenī
nl: Houd de camera Op ooghoogte
ro: Te rugăm să poziționezi camera la nivelul ochilor.
ru: Держите камеру телефона на уровне глаз

# FaceTec_instructions_header_ready_1
source: Get Ready For
bg: Приготви се за
el: Ετοιμάσου για
es: Prepárate para
et: Ole valmis oma
fr: Préparez-vous pour
lt: Pasiruoškite nufotografuoti
lv: Gatavojieties
nl: Maak u klaar voor
ro: Pregătește-te
ru: Приготовьтесь и
sq: Behuni gati
