Repository: ondato/ondato-sdk-ios
Catalog: Localizations/ondato_*.strings
Languages: bg, el, es, et, fr, lt, lv, nl, ro, ru, sq

# ondato_capture_driver_license_front_instructions_title
source: Please capture the front of driver's licence
bg: Направи снимка на предната част на твоята шофьорска книжка
el: Παρακαλώ κατέγραψε το μπροστινό μέρος της άδειας οδήγησης
es: Por favor, captura la parte frontal del permiso de conducción
et: Tehke oma juhiloa esiküljest pilt
fr: Veuillez capturer le recto du permis de conduire
lt: Prašome nufotografuoti vairuotojo pažymėjimo priekinę pusę
lv: Lūdzu, nofotografējiet vadītāja apliecības priekšpusi
nl: Leg de voorkant van uw rijbewijs vast
ro: Te rugăm să fotografiezi fața permisului auto
ru: Пожалуйста, запечатлите переднюю часть водительских прав
sq: Ju lutem te fotografoni anen e pasme te kartes suaj te identitetit

# ondato_capture_driver_license_front_instructions_description
source: Please show the front side of driving license in the marked area and press the button "Capture". Photo of driving license should be clearly visible, not blurry or pixelated
bg: Постави предната част на твоята шофьорска книжка в обозначената рамка и натисни бутона "Направи снимка". Снимката на документа трябва да бъде ясна и четима.
el: Παρακαλώ δείξε την μπροστινή πλευρά της άδειας οδήγησης στην επισημασμένη περιοχή και πάτησε το κουμπί "Λήψη". Η φωτογραφία της άδειας οδήγησης πρέπει να είναι ευδιάκριτη, όχι θολή ή με pixel
es: Por favor, muestra la parte frontal del permiso de conducción en el área marcada y pulsa el botón "Capturar". La foto del permiso de conducir debe ser claramente visible, no borrosa o pixelada
et: Asetage juhiloa esikülg märgitud raami ja vajutage "Tee foto". Foto tuleks teha hästi valgustatud keskkonnas, kus dokument on selgelt nähtav. Foto peab olema terav, kvaliteetne
fr: Veuillez montrer le recto du permis de conduire dans la zone marquée et appuyez sur le bouton "Capturer". La photo du permis de conduire doit être clairement visible, ni floue ni pixélisée
lt: Prašome patalpinti vairuotojo pažymėjimo priekinę pusę į pažymėtą rėmelį ir spausti „Fotografuoti“. Įsitikinkite, kad dokumento informacija yra aiškiai matoma ir neišsiliejusi
lv: Lūdzu, parādiet vadītāja apliecības priekšpusi norādītajā zonā, un nospiediet pogu “Fotografēt”. Vadītāja apliecības fotoattēlam jābūt skaidri redzamam, tas nedrīkst būt miglains
nl: Laat de voorkant van uw rijbewijs in het gemarkeerde gebied zien en druk op de knop Vastleggen". De foto van het rijbewijs moet duidelijk zichtbaar zijn, niet wazig of gepixeld
ro: Te rugăm să plasezi fața permisului auto în zona marcată și să apeși pe "Fotografiază". Fotografia permisului auto trebuie să fie vizibilă, să nu fie neclară sau pixelată.
ru: Пожалуйста, покажите лицевую сторону водительских прав в отмеченной области и нажмите кнопку "Запечатлить". Фотография водительских прав должна быть четко видна, не размыта и без пикселей

# ondato_capture_check_taken_photo
source: Check the captured image quality
bg: Провери качеството на снимката
el: Έλεγξε την ποιότητα της εικόνας που κατέγραψες
es: Comprueba la calidad de la imagen capturada
et: Kontrollige pildistatud kujutise kvaliteeti
fr: Vérifier la qualité de l'image capturée
lt: Patikrinkite nuotraukos kokybę
lv: Pārbaudiet dokumenta kvalitāti
nl: Controleer de vastgelegde beeldkwaliteit
ro: Verifică imaginea
ru: Проверьте качество фото
sq: Ju lutem, shikoni foton e skanuar

# ondato_capture_check_taken_photo_description
source: Make sure that the photo on the captured document is clearly visible & the data is readable. If you believe, that the image quality is acceptable, please click the "Continue" button
bg: Увери се, че снимката на документа е ясна и информацията е четима. Ако си сигурен, че качеството на снимката е добро, моля, натисни бутон "Продължи".
el: Βεβαιώσου ότι η φωτογραφία στο έγγραφο που τράβηξες είναι καθαρά ορατή &amp; τα δεδομένα είναι ευανάγνωστα. Εάν πιστεύεις ότι η ποιότητα της εικόνας είναι αποδεκτή, κάνε κλικ στο κουμπί "Συνέχεια".
es: Asegúrate de que la foto en el documento capturado es claramente visible y los datos son legibles. Si crees, que la calidad de la imagen es aceptable, por favor haz clic en el botón "Continuar".
et: Veenduge, et pildistatud dokumendi foto on selgelt nähtav ja et andmed on loetavad. Kui arvate, et kujutise kvaliteet on vastuvõetav, klõpsake nuppu "Jätka"
fr: Assurez-vous que la photo sur le document capturé est clairement visible &amplie; les données sont lisibles. Si vous pensez que la qualité de l'image est acceptable, veuillez cliquer sur le bouton "Continuer"
lt: Įsitikinkite, kad nuotraukoje aiškiai matosi visa reikiama informacija ir duomenys lengvai perskaitomi. Jeigu nuotraukos kokybė tinkama, spauskite „Tęsti“
lv: Pārliecināties, ka bilde skaidri attēlo visu nepieciešamo informāciju un ir viegli salasāma. Ja bilde ir atbilstoša, tad lūdzu spiežat uz “turpināt”
nl: Zorg ervoor dat de foto op het vastgelegde document duidelijk zichtbaar is &amp; de gegevens zijn leesbaar. Als u tevreden bent over de vastgelegde afbeelding, klikt op de knop "Doorgaan"
ro: Asigură-te că fotografia actului de identitate este clară și vizibilă și că informațiile sunt lizibile. Dacă fotografia este de o calitate acceptabilă, te rugăm să apeși pe butonul "Continuă"
ru: Убедитесь, что фотография четко показывает всю необходимую информацию и данные легко читаются. Если качество фотографии хорошее, нажмите "Продолжить"
sq: Sigurohuni që fotoja në dokumentin e skanuar është qartësisht e dukshme dhe të dhënat janë të lexueshme. Nëse mendoni se cilësia e imazhit është e pranueshme, ju lutem kliko butonin "Vazhdo"

# ondato_capture_id_card_back_instructions_description
source: Please show the back side of the ID card in the marked area and press the button "Capture". Make sure that MRZ zone is clearly visible and document is not blurry or pixelated.
bg: Постави задната част на твоята лична карта в обозначената рамка и натисни бутона "Направи снимка". Увери се, че снимката на документа е ясна и цялата информация, включително и MRZ кода, е лесно четима.
el: Παρακαλώ δείξε την πίσω πλευρά του δελτίου ταυτότητας στη σημειωμένη περιοχή και πάτησε το κουμπί "Λήψη". Βεβαιώσου ότι η ζώνη MRZ είναι καθαρά ορατή και ότι το έγγραφο δεν είναι θολό ή με pixel.
es: Por favor, muestra la parte posterior de la tarjeta de identidad en el área marcada y pulsa el botón "Capturar". Asegúrate de que la zona MRZ sea claramente visible y que el documento no esté borroso o pixelado.
et: Asetage dokument koos elektrooniliselt loetava ribaga kaadrisse ja vajutage nuppu "Tee foto". Dokument peab olema selgelt nähtav
fr: Veuillez montrer le verso de la carte d'identité dans la zone marquée et appuyez sur le bouton "Capturer". Assurez-vous que la zone de lecture automatique est clairement visible et que le document n'est pas flou ou pixélisé.
lt: Įdėkite asmens tapatybės kortelės kitą pusę į pažymėtą rėmelį ir spauskite „Fotografuoti“. Įsitikinkite, kad kontrolinė eilutė yra gerai matoma
lv: Ievietojiet dokumentu ar elektroniski nolasāmu joslu rāmī un nospiediet “Fotografēt”. Dokumentam jābūt skaidri redzamam
nl: Toon de achterkant van uw ID-kaart in het gemarkeerde gebied en druk op de knop "Vastleggen". Zorg ervoor dat de MRZ-zone goed zichtbaar is en dat het document niet wazig of gepixeld is.
ro: Te rugăm să plasezi verso-ul actului de identitate în zona marcată și să apeși pe "Fotografiază". Asigură-te că zona MRZ este vizibilă, iar imaginea actului de identitate nu este neclară sau pixelată.
ru: Пожалуйста, покажите обратную сторону идентификационной карты в отмеченной области и нажмите кнопку "Запечатлеть". Убедитесь, что зона MRZ хорошо видна, а документ не размыт и без пикселей
sq: Ju lutem te vendosni anen e pasme te kartes suaj te ID ne zonen e percaktuar dhe shtyp butonin "Capture". Sigurohu qe shiriti i sigurise eshte i qarte dhe dokumenti nuk eshte i turbullt ose i pikselizuar

# ondato_capture_mrz_instructions_title
source: Prepare your document to capture MRZ zone
bg: Пригoтви се да направиш снимка на частта от своя документ, която съдържа MRZ код.
el: Προετοίμασε το έγγραφό σου για λήψη της ζώνης MRZ
es: Prepara tu documento para capturar la zona MRZ
et: Valmistage dokument ette MRZ-tsooni jäädvustamiseks
fr: Préparez votre document pour capturer la zone ZLA
lt: Paruoškite dokumentą MRZ zonos užfiksavimui
lv: Sagatavojiet dokumentu, lai uzņemtu MRZ zonu
nl: Bereid uw document voor om de MRZ-zone vast te leggen
ro: Pregătește actul de identitate pentru a fotografia zona MRZ.
ru: Подготовьте документ к запечатлению зоны MRZ
sq: Përgatitni dokumentin tuaj për të kapur zonën MRZ

# ondato_capture_mrz_id_instructions_description
source: Please show the back side of your ID card that contains MRZ zone. Document should be clearly visible, not blurry or pixelated.
bg: Моля, направи снимка на гърба на твоята лична карта. Снимката на документа трябва да бъде ясна и четима.
el: Δείξε την πίσω πλευρά του δελτίου ταυτότητάς σου που περιέχει τη ζώνη MRZ. Το έγγραφο πρέπει να είναι καθαρά ορατό, όχι θολό ή με pixel.
es: Por favor, muestra la parte posterior de tu tarjeta de identificación que contiene la zona MRZ.
et: Palun näidake oma ID-kaardi tagumist poolt, millel on MRZ tsoon. Dokument peab olema selgelt nähtav, mitte udune ega piksliline.
fr: Veuillez montrer le verso de votre carte d'identité qui contient la zone de lecture automatique (ZLA). Le document doit être clairement visible, non flou ou pixélisé.
lt: Nufotografuokite asmens tapatybės kortelės kitą pusę, kurioje yra pateikiama kontrolinė eilutė. Įsitikinkite, kad dokumento informacija aiškiai matoma.
lv: Lūdzu, uzrādiet ID kartes aizmuguri, kurā ir MRZ zona. Dokumentam jābūt skaidri saskatāmam, nevis izplūdušam vai pikseļotam.
nl: Laat de achterkant van uw ID-kaart waarop de MRZ-zone staat zien. Het document moet duidelijk zichtbaar zijn, niet wazig of gepixeld.
ro: Te rugăm să prezinți partea din spate a cărții de identitate care conține zona MRZ. Documentul trebuie să fie clar vizibil, să nu fie neclar sau pixelat.
ru: Покажите обратную сторону вашего удостоверения личности, на которой указана зона MRZ. Документ должен быть хорошо виден, не размыт и не пикселизирован.
sq: Ju lutemi tregoni anën e pasme të kartës suaj të identitetit që përmban zonën MRZ. Dokumenti duhet të jetë qartësisht i dukshëm, jo ​​i turbullt ose i pikseluar.

# ondato_capture_passport_front_instructions_description
source: Please show the main document page that contains MRZ zone in the marked area. Document should be clearly visible, not blurry or pixelated.
bg: Постави страницата с лични данни от твоя паспорт в обозначената рамка и натисни бутона "Направи снимка". Снимката на документа трябва да бъде ясна и четима.
el: Δείξε την κύρια σελίδα του εγγράφου που περιέχει τη ζώνη MRZ στην επισημασμένη περιοχή και πάτησε "Λήψη". Η σελίδα του εγγράφου πρέπει να είναι καθαρά ορατή, όχι θολή ή με pixel.
es: Por favor, muestra la página principal del documento que contiene la zona MRZ en el área marcada y pulsa "Capturar". La página del documento debe ser claramente visible, no borrosa o pixelada.
et: Palun kuvage märgitud alal dokumendi põhileht, mis sisaldab MRZ-tsooni. Dokument peab olema selgelt nähtav, mitte udune ega piksliline.
fr: Veuillez afficher la page principale du document qui contient la zone de lecture automatique dans la zone marquée et appuyez sur "Capturer". La page du document doit être clairement visible, ni floue ni pixélisée.
lt: Nufotografuokite paso puslapį, kuriame yra pateikiama kontrolinė eilutė. Įsitikinkite, kad dokumento informacija aiškiai matoma.
lv: Lūdzu, iezīmētajā zonā parādiet galveno dokumenta lapu, kurā ir MRZ zona. Dokumentam jābūt skaidri saskatāmam, nevis izplūdušam vai pikseļotam.
nl: Toon de hoofddocumentpagina met de MRZ-zone in het gemarkeerde gebied en druk op "Opnemen". De documentpagina moet duidelijk zichtbaar zijn, niet wazig of gepixeld.
ro: Te rugăm să poziționezi actul de identitate cu zona MRZ vizibilă în zona marcată și să apeși pe "Fotografiază". Actul de identitate trebuie să fie clar vizibil, nu neclar sau pixelat.
ru: Покажите главную страницу документа, содержащую MRZ-зону в отмеченной области. Документ должен быть хорошо виден, не размыт и не пикселизирован.
sq: Ju lutem tregoni anen e dokumentit i cili ka shiritin e sigurise MRZ dhe shtyp butonin "Capture". Dokumenti duhet te jete i qarte, jo i turbullt ose i pikselizuar.

# ondato_capture_driver_license_back_instructions_title
source: Please capture the back side of driving license
bg: Направи снимка на задната част на твоята шофьорска книжка.
el: Παρακαλώ κατέγραψε την πίσω πλευρά της άδειας οδήγησης
es: Por favor, captura la parte posterior del permiso de conducción
et: Tehke oma juhiloa tagaküljest pilt
fr: Veuillez capturer le verso du permis de conduire
lt: Prašome nufotografuoti vairuotojo pažymėjimo galinę pusę
lv: Lūdzu, nofotografējiet vadītāja apliecības otru pusi
nl: Leg de achterkant van uw rijbewijs vast
ro: Te rugăm să fotografiezi verso-ul permisului auto
ru: Пожалуйста, запечатлите оборотную сторону водительских прав

# ondato_capture_driver_license_back_title
source: Please capture the back side of driving license
bg: Направи снимка на задната част на твоята шофьорска книжка
el: Παρακαλώ κατέγραψε την πίσω πλευρά της άδειας οδήγησης
es: Por favor, captura la parte posterior del permiso de conducción
et: Tehke oma juhiloa tagaküljest pilt
fr: Veuillez capturer le verso du permis de conduire
lt: Prašome nufotografuoti vairuotojo pažymėjimo galinę pusę
lv: Lūdzu, nofotografējiet vadītāja apliecības otru pusi
nl: Leg de achterkant van uw rijbewijs vast
ro: Te rugăm să fotografiezi verso-ul permisului de conducere
ru: Пожалуйста, запечатлите оборотную сторону водительских прав

# ondato_capture_driver_license_back_instructions_description
source: Please show the back side of driving license in the marked area and press the button "Capture". Driving license should be clearly visible, not blurry or pixelated
bg: Постави задната част на твоята шофьорска книжка в обозначената рамка и натисни бутона "Направи снимка". Снимката на документа трябва да бъде ясна и четима.
el: Παρακαλώ δείξε την πίσω πλευρά της άδειας οδήγησης στην επισημασμένη περιοχή και πάτησε το κουμπί "Λήψη". Η άδεια οδήγησης πρέπει να είναι ευδιάκριτη, όχι θολή ή με pixel
es: Por favor, muestra la parte posterior del permiso de conducción en el área marcada y pulsa el botón "Capturar". La foto del permiso de conducir debe ser claramente visible, no borrosa o pixelada
et: Asetage juhiloa tagakülg märgitud raami ja klõpsake nuppu "Tee foto". Foto tuleks teha hästi valgustatud keskkonnas, kus dokument on selgelt nähtav. Foto peab olema terav, kvaliteetne
fr: Veuillez montrer le verso du permis de conduire dans la zone marquée et appuyez sur le bouton "Capturer". Le permis de conduire doit être clairement visible, non flou ou pixélisé
lt: Prašome patalpinti vairuotojo pažymėjimo galinę pusę į pažymėtą rėmelį ir spausti „Fotografuoti“. Įsitikinkite, kad dokumento informacija yra aiškiai matoma ir neišsiliejusi
lv: Lūdzu, parādiet vadītāja apliecības aizmuguri norādītajā zonā, un nospiediet pogu “Fotografēt”. Vadītāja apliecībai jābūt skaidri redzamai, tā nedrīkst būt izplūdusi
nl: Toon de achterkant van uw rijbewijs in het gemarkeerde gebied en druk op de knop "Capture". Het rijbewijs moet duidelijk zichtbaar zijn, niet wazig of gepixeld
ro: Te rugăm să plasezi verso-ul permisului auto în zona marcată și să apeși pe "Fotografiază". Fotografia permisului auto trebuie să fie clar vizibilă, nu neclară sau pixelată.
ru: Пожалуйста, покажите обратную сторону водительских прав в отмеченную область и нажмите кнопку "Запечатлеть". Водительские права должны быть четко видны, не размыты и без пикселей

# ondato_capture_face_instructions_title
source: Take a selfie
bg: Направи си снимка
el: Βγάλε μια selfie
es: Toma una selfie
et: Jäädvusta pilt oma näost
fr: Prendre un selfie
lt: Pateikite savo veido nuotrauką
lv: Lūdzu, ievietojiet seju objektīvā
nl: Maak een selfie
ro: Fă un selfie
ru: Предоставьте фотографию своего лица
sq: Ju lutemi fotografoni fytyrën

# ondato_capture_face_instructions_description
source: Position your face in the middle of the frame and follow the instructions. Photo should be not blurry and evenly lit.
bg: Позиционирай лицето си в средата на рамката и следвай инструкциите на екрана. Снимката трябва да бъде добре осветена и с добро качество.
el: Τοποθέτησε το πρόσωπό σου στη μέση του πλαισίου και ακολουθήσε τις οδηγίες. Η φωτογραφία δεν πρέπει να είναι θολή και να είναι ομοιόμορφα φωτισμένη.
es: Coloca tu cara en el centro del marco y sigue las instrucciones. La foto no debe ser borrosa y uniformemente iluminada.
et: Sea oma nägu raami ning veendu, et see on nähtav ja ühtlaselt valgustatud.
fr: Positionnez votre visage au milieu du cadre et suivez les instructions. La photo ne doit pas être floue et doit être uniformément éclairée.
lt: Įtaikykite veidą į rėmelį ir įsitikinkite, kad jūsų veidas yra aiškiai matomas ir tolygiai apšviestas.
lv: Ievietojiet seju rāmi un pārliecinieties par to, ka tā ir redzama un vienmērīgi izgaismota.
nl: Plaats uw gezicht in het midden van het frame en volg de instructies. De foto mag niet wazig en gelijkmatig belicht zijn.
ro: Poziționează-ți fața în mijlocul cadrului și urmează instrucțiunile. Fotografia nu trebuie să fie neclară si trebuie să fie iluminată uniform.
ru: Поместите лицо в рамку и убедитесь в том, что ваше лицо хорошо видно и равномерно освещено.
sq: Vendoseni fytyrën tuaj brenda kornizës dhe sigurohuni që fytyra të jetë e dukshme dhe e ndriçuar në mënyrë të njëtrajtshme.

# ondato_start_identification_title
source: Welcome to identity verification process
bg: Добре дошли в процеса по идентификация
el: Καλώς ορίσες στη διαδικασία επαλήθευσης ταυτότητας
es: Bienvenido al proceso de verificación de identidad
et: Tere tulemast isikusamasuse kontrolli protsessi
fr: Bienvenue dans le processus de vérification d'identité
lt: Sveikiname jus pradejus asmens tapatybės nustatymo procesą
lv: Laipni lūdzam identitātes verifikācijas procesā
nl: Welkom bij het identiteitsverificatieproces
ro: Bine ai venit la procesul de verificare a identității
ru: Добро пожаловать! Вы должны пройти процесс подтверждения личности
sq: Mirë se vini në procesin e verifikimit të identitetit

# ondato_start_identification_description
source: To continue using this service you need to validate that you fit the websites requirements. The verification process consists of 3 steps.
bg: За да използваш услугата, трябва да потвърдиш, че отговаряш на изискванията на уебсайта. Процесът по потвърждение на самоличността се състои от 3 стъпки.
el: Για να συνεχίσεις να χρησιμοποιείς αυτήν την υπηρεσία, πρέπει να επιβεβαιώσεις ότι πληροίς τις απαιτήσεις της ιστοσελίδας. Η διαδικασία επαλήθευσης αποτελείται από 3 βήματα.
es: Para seguir utilizando este servicio es necesario validar que te ajustas a los requisitos del sitio web. El proceso de verificación consta de 3 pasos.
et: Et jätkata selle teenuse kasutamist, peate kinnitama, et vastate nõuetele. Kontrolli protsess koosneb 3 etapist
fr: Pour continuer à utiliser ce service, vous devez confirmer que vous répondez aux exigences des sites Web. Le processus de vérification se compose de 3 étapes.
lt: Norėdami toliau naudoti šią paslaugą, turite patvirtinti, kad atitinkate reikalavimus. Patvirtinimo procesą sudaro 3 veiksmai
lv: Lai turpinātu izmantot šo pakalpojumu, jums jāapstiprina, ka atbilstat prasībām. Verifikācijas process sastāv no 3 soļiem
nl: Als u deze service wilt blijven gebruiken, moet u valideren dat u aan de vereisten van de website voldoet. Het verificatieproces bestaat uit 3 stappen.
ro: Pentru a utiliza acest serviciu, va trebui să parcurgi un proces de validare al cerințelor site-ului. Procesul are 3 pași.
ru: Чтобы продолжить пользоваться этой услугой, вам необходимо подтвердить, что вы соответствуете требованиям. Процесс проверки состоит из 3 шагов
sq: Për të vazhduar përdorimin e këtij shërbimi, duhet të vërtetoni se i plotësoni kërkesat. Procesi i verifikimit përbëhet nga 4 hapa

# ondato_start_identification_step_1
source: 1. Choose a document
bg: 1. Избери документ за самоличност.
el: 1. Επίλεξε έγγραφο
es: 1. Elige un documento
et: 1. Valige dokument
fr: 1. Choisissez un document
lt: 1. Pasirinkite dokumentą
lv: 1. Izvēlieties dokumentu
nl: 1. Kies een identiteitsdocument
ro: 1. Alege un act de identitate
ru: 1. Выберите документ
sq: 1. Zgjidhni një dokument

# ondato_start_identification_step_2
source: 2. Take a photo of your document
bg: 2. Направи снимка на документа.
el: 2. Τράβηξε φωτογραφία του εγγράφου σου
es: 2. Toma una foto de tu documento
et: 2. Tehke dokumendist foto
fr: 2. Prenez une photo de votre document
lt: 2. Nufotografuokite dokumentą
lv: 2. Nofotografējiet dokumentu
nl: 2. Maak een foto van uw identiteitsdocument
ro: 2. Fotografiază actul de identitate
ru: 2. Сделайте фото документа
sq: 2. Bëjini një foto dokumentit

# ondato_start_identification_step_3
source: 3. Take a selfie
bg: 3. Направи снимка на себе си.
el: 3. Βγάλε selfie
es: 3. Toma una selfie
et: 3. Skannige oma nägu
fr: 3. Prenez un selfie
lt: 3. Nuskenuokite veidą
lv: 3. Noskenējiet savu seju
nl: 3. Maak een selfie
ro: 3. Fă un selfie
ru: 3. Отсканируйте лицо
sq: 3. Fotografoni fytyrën tuaj

# ondato_start_identification_nfc_step_1
source: 1. Choose a document
et: 1. Valige dokument
lt: 1. Pasirinkite dokumentą
lv: 1. Izvēlieties dokumentu
ru: 1. Выберите документ
sq: 1. Zgjidhni një dokument

# ondato_start_identification_nfc_step_2
source: 2. Verify NFC
bg: 2. Провери своя NFC четец
el: 2. Επαλήθευσε το NFC
es: 2. Verificar NFC
et: 2. NFC skannimine
fr: 2. Vérifiez le NFC
lt: 2. Nuskaitykite NFC
lv: 2. Skenējiet NFC
nl: 2. Verifieer NFC
ro: 2. Verifică funcția NFC
ru: 2. Отсканируйте NFC
sq: 2. Skanoni NFC

# ondato_start_identification_nfc_step_3
source: 3. Take a selfie
et: 3. Skannige oma nägu
lt: 3. Nuskenuokite veidą
lv: 3. Noskenējiet savu seju
ru: 3. Отсканируйте лицо
sq: 3. Fotografoni fytyrën tuaj

# ondato_capture_selfie_with_document_instructions_title
source: Capture yourself while holding your document
bg: Снимай се, докато държиш своя документ
el: Παρακαλώ κατέγραψε τον εαυτό σου ενώ κρατάς το έγγραφό σου
es: Captura tú mismo mientras sostienes tu documento
et: Jäädvustage ennast, hoides oma dokumenti
fr: Capturez-vous en tenant votre document
lt: Nusifotografuokite laikydami dokumentą
lv: Nofotografējiet sevi, turot dokumentu
nl: Leg uzelf vast terwijl u uw document vasthoudt
ro: Fă un selfie cu tine și actul de identitate
ru: Сделайте снимок, держа документ в руках
sq: Fotografoni veten duke mbajtur dokumentin

# ondato_capture_selfie_with_document_instructions_description
source: Hold the document near your face while taking a selfie
bg: Задръж документа близо до лицето си, докато правиш снимка
el: Κράτησε το έγγραφο κοντά στο πρόσωπό σου ενώ βγάζεις μια selfie
es: Manten el documento cerca de tu cara mientras tomas un selfie
et: Hoidke dokumenti näo lähedal, kui endast fotot teete
fr: Tenez le document près de votre visage tout en prenant un selfie
lt: Darydami asmenukę, dokumentą laikykite prie veido
lv: Fotografējot pašbildi, turiet dokumentu pie sejas
nl: Houd het document dicht bij uw gezicht terwijl u een selfie maakt
ro: Plasează actul de identitate lângă fața ta atunci când faci selfie
ru: Держите документ рядом со своим лицом, делая свое фото (селфи)
sq: Mbani dokumentin afër fytyrës ndërsa bëni fotografinë
