Repository: ondato/ondato-sdk-ios
Catalog: Localizations/ondato_*.strings
Languages: bg, el, es, et, fr, lt, lv, nl, ro, ru, sq

# ondato_consent_terms
source: In order to obtain the service from the Service Provider, with this consent I express my agreement that UAB "Ondato" will receive and manage my personal data, including my biometric data, gained from remote identification of my personal identity by taking and/or filming live image of my face, my person's identity or the document used to identify it and/or their image and the personal data contained in them and/or check in the population registry: image of my face, name, surname, nationality, gender, personal code, date of birth, numbers of the document that is being used, date of issue and validity, my signature and the transfer of such data to the Service Provider. I also note that I am informed that the controller of my personal data, including my biometric data, specified in this consent is the Service Provider and UAB "Ondato" will process my personal data only until the remote identification procedure is over and the results will be transferred to the Service Provider. I also declare that I am informed and agree that my personal data obtained for remote identification and its purposes may be stored by UAB "Ondato" for longer period of time than it takes for the identification to be completed or transmission of its results to the Service Provider, but only at the request of the Service Provider or UAB Ondato's contractual obligation to the Service Provider, but not longer than it is defined in the Contract that was signed between UAB "Ondato" and Service Provider or requested by the Service Provider. I am informed, that I can contact the Service Provider regarding my personal data for more detailed information. Hereby I declare and confirm, that all the personal data I will provide for remote identification of my personal identity purpose, are correct and accurate, and the document, which I will use for this purpose is not false and valid.
bg: За да получа достъп до услугата, чрез която ще удостоверя своята самоличност, изразявам съгласието си, че UAB "Ondato" ще получи моите лични данни, включително моите биометрични данни, получени чрез отдалечено потвърждение на моята самоличност чрез снимка и/или заснемане на живо изображение на лицето ми или документа, използван за идентификация и/или негово изображение и личните данни, съдържащи се в него и/или проверка в регистъра на населението: снимка на моето лице, име, фамилия, националност, пол, личен номер, дата на раждане, номер на документа, който се използва, дата на издаване и валидност, моят подпис и ще прехвърли тези данни на Доставчика на услугата. Информиран съм, че администраторът на моите лични данни, включително моите биометрични данни, посочени в това съгласие, е Доставчикът на услугата и UAB "Ondato" ще обработва личните ми данни само до приключване на процеса за отдалечена идентификация и резултатите ще бъдат прехвърлени на Доставчика на услугата. Декларирам също, че съм информиран и се съгласявам моите лични данни, получени за целите на потвърждението на моята самоличност, могат да бъдат съхранявани от UAB "Ondato" за по-дълъг период от време, отколкото е необходимо за завършване на процеса по идентификация или за предаване на резултатите на Доставчика на услугата, но само по искане на Доставчика на услугата или съгласно договорното задължение на UAB "Ondato" към Доставчика на услугата, но не по-дълго от определеното в Договора, подписан между UAB "Ondato" и Доставчика на услугата или периода, заявен от Доставчика на услугата. Информиран съм, че мога да се свържа с Доставчика на услуги по отношение на личните ми данни за по-подробнаинформация. С настоящото декларирам и потвърждавам, че всички лични данни, които ще предоставя за отдалечено потвърждение на моята самоличност, са верни, и документът, който ще използвам е моя официален документ за самоличност, чийто срок на валидност не е изтекъл и на който има снимка.
el: Προκειμένου να λάβω την υπηρεσία από τον Πάροχο Υπηρεσιών, με τη συγκατάθεση αυτή εκφράζω τη συμφωνία μου ώστε η UAB "Ondato" να λάβει και να διαχειριστεί τα προσωπικά μου δεδομένα, συμπεριλαμβανομένων των βιομετρικών μου δεδομένων, που προκύπτουν από την απομακρυσμένη ταυτοποίηση της προσωπικής μου ταυτότητας μέσω λήψης και/ή βιντεοσκόπησης ζωντανής εικόνας του προσώπου μου, της ταυτότητάς μου ή του εγγράφου που χρησιμοποιείται για την ταυτοποίηση και/ή της εικόνας τους και των προσωπικών δεδομένων που περιέχονται σε αυτά και/ή έλεγχο στο μητρώο πληθυσμού: εικόνα του προσώπου μου, όνομα, επώνυμο, υπηκοότητα, φύλο, προσωπικός αριθμός, ημερομηνία γέννησης, αριθμοί του χρησιμοποιούμενου εγγράφου, ημερομηνία έκδοσης και ισχύος, υπογραφή μου και μεταβίβαση αυτών των δεδομένων στον Πάροχο Υπηρεσιών. Δηλώνω επίσης ότι έχω ενημερωθεί ότι ο υπεύθυνος επεξεργασίας των προσωπικών μου δεδομένων, συμπεριλαμβανομένων των βιομετρικών μου δεδομένων, που αναφέρονται στη συγκατάθεση αυτή, είναι ο Πάροχος Υπηρεσιών και ότι η UAB "Ondato" θα επεξεργάζεται τα προσωπικά μου δεδομένα μόνο μέχρι την ολοκλήρωση της διαδικασίας απομακρυσμένης ταυτοποίησης και τα αποτελέσματα θα μεταβιβαστούν στον Πάροχο Υπηρεσιών. Δηλώνω επίσης ότι έχω ενημερωθεί και συμφωνώ πως τα προσωπικά μου δεδομένα που αποκτήθηκαν για την απομακρυσμένη ταυτοποίηση και τους σκοπούς της ενδέχεται να αποθηκεύονται από την UAB "Ondato" για μεγαλύτερο χρονικό διάστημα από αυτό που απαιτείται για την ολοκλήρωση της ταυτοποίησης ή τη μετάδοση των αποτελεσμάτων της στον Πάροχο Υπηρεσιών, αλλά μόνο κατόπιν αιτήματος του Παρόχου Υπηρεσιών ή βάσει συμβατικής υποχρέωσης της UAB "Ondato" προς τον Πάροχο Υπηρεσιών, και όχι για μεγαλύτερο χρονικό διάστημα από αυτό που ορίζεται στη Σύμβαση που υπογράφηκε μεταξύ της UAB "Ondato" και του Παρόχου Υπηρεσιών ή που ζητείται από τον Πάροχο Υπηρεσιών. Είμαι ενήμερος ότι μπορώ να επικοινωνήσω με τον Πάροχο Υπηρεσιών σχετικά με τα προσωπικά μου δεδομένα για πιο λεπτομερείς πληροφορίες. Με το παρόν δηλώνω και επιβεβαιώνω ότι όλα τα προσωπικά δεδομένα που θα παρέχω για τον σκοπό της απομακρυσμένης ταυτοποίησης της προσωπικής μου ταυτότητας είναι ορθά και ακριβή και ότι το έγγραφο που θα χρησιμοποιήσω για τον σκοπό αυτό δεν είναι πλαστό και είναι έγκυρο.
es: Para obtener el servicio del Proveedor de Servicios, con este consentimiento expreso mi acuerdo de que la UAB "Ondato" recibirá y gestionará mis datos personales, incluyendo mis datos biométricos, obtenidos de la identificación remota de mi identidad personal, tomando y/o filmando la imagen en vivo de mi cara, la identidad de mi persona o el documento utilizado para identificarla y/o su imagen, y los datos personales contenidos en ellos y/o en el registro de población: imagen de mi cara, nombre, apellido, nacionalidad, género, código personal, fecha de nacimiento, números del documento que se está utilizando, fecha de emisión y validez, mi firma y la transferencia de dichos datos al proveedor del servicio. También observo que he sido informado que el responsable del tratamiento de mis datos personales, incluidos mis datos biométricos, especificado en este consentimiento, es el proveedor del servicio y UAB "Ondato" procesará mis datos personales solo hasta que termine el procedimiento de identificación remota, y los resultados serán transferidos al proveedor de servicios. También declaro que estoy informado y estoy de acuerdo en que mis datos personales obtenidos a distancia y sus fines puedan ser almacenados por la UAB "Ondato" durante un período de tiempo más largo que el que tarda para que se complete la identificación, o se transmitan sus resultados al proveedor de servicios, pero solo a petición del proveedor de servicios o de la obligación contractual de la UAB Ondato, pero no más de lo que se define en el Contrato que se firmó entre la UAB "Ondato" y el Proveedor de servicios o solicitado por el proveedor de servicios. Estoy informado de que puedo ponerme en contacto con el Proveedor de Servicios en relación con mis datos personales para obtener información más detallada. Por la presente declaro y confirmo, que todos los datos personales que proporcionaré para la identificación remota de mi identidad personal, son correctos y precisos, y el documento, que voy a utilizar para este fin no es falso y es válido.
et: Teenusepakkujalt teenuse saamiseks väljendan selle nõusolekuga nõusolekut, et UAB Ondato saab ja haldab minu isikuandmeid, sealhulgas mu biomeetrilisi andmeid, mis on saadud minu isikliku identiteedi kaugtuvastamise teel otsepildi tegemise ja / või filmimisega minu nägu, minu isiku identiteet või selle tuvastamiseks kasutatud dokument ja / või tema kujutis ja neis sisalduvad isikuandmed ja / või rahvastikuregistris kontrollimine: minu näokujutis, nimi, perekonnanimi, kodakondsus, sugu , isikukood, sünniaeg, kasutatava dokumendi numbrid, väljaandmise kuupäev ja kehtivusaeg, minu allkiri ja selliste andmete edastamine teenusepakkujale. Märgin ka, et olen informeeritud, et käesolevas nõusolekus on minu isikuandmete, sealhulgas mu biomeetriliste andmete vastutav töötleja teenusepakkuja ja UAB Ondato töötleb minu isikuandmeid ainult seni, kuni kaugtuvastusprotseduur on lõppenud ja tulemused edastatakse teenuse pakkujale. Samuti kinnitan, et olen informeeritud ja nõustun sellega, et UAB Ondato võib minu kaugtuvastamiseks saadud isikuandmeid ja nende eesmärke säilitada kauem kui on vaja identifitseerimise lõpuleviimiseks või selle tulemuste edastamiseks Teenusepakkujale, kuid ainult Teenuseosutaja või UAB Ondato lepingulise kohustuse korral Teenuseosutaja ees, kuid mitte kauem kui see on määratletud UAB Ondato ja Teenusepakkuja vahel sõlmitud või Teenuseosutaja nõudmisel sõlmitud Lepingus. Mind on teavitatud, et ma võin oma isikuandmete kohta üksikasjalikuma teabe saamiseks teenuseosutajaga ühendust võtta. Käesolevaga kinnitan ja kinnitan, et kõik isikuandmed, mille edastan oma isikliku identifitseerimise eesmärgi kaugtuvastamiseks, on õiged ja täpsed ning dokument, mida sel eesmärgil kasutan, ei ole vale ja kehtiv.
fr: Afin d'obtenir le service du Fournisseur de services, avec ce consentement, j'exprime mon accord que UAB "Ondato" recevra et gérera mes données personnelles, y compris mes données biométriques, obtenues à partir de l'identification à distance de mon identité personnelle en prenant et/ou en filmant image en direct de mon visage, de mon identité ou du document utilisé pour l'identifier et/ou leur image et les données personnelles qu'ils contiennent et/ou inscription au registre de la population : image de mon visage, nom, prénom, nationalité , sexe, code personnel, date de naissance, numéro du document utilisé, date de délivrance et de validité, ma signature et le transfert de ces données au Fournisseur de services. Je note également que je suis informé que le responsable du traitement de mes données personnelles, y compris mes données biométriques, spécifiées dans ce consentement est le Fournisseur de services et UAB "Ondato" ne traitera mes données personnelles que jusqu'à ce que la procédure d'identification à distance soit terminée et que les résultats aient été transférés au Fournisseur de services. Je déclare également être informé et accepter que mes données personnelles obtenues pour l'identification à distance et ses finalités puissent être stockées par UAB "Ondato" pendant une période plus longue que nécessaire pour compléter l'identification ou le transfert de ses résultats au Fournisseur de services , mais uniquement à la demande du Fournisseur de services ou une obligation contractuelle de UAB "Ondato" envers le Fournisseur de services, mais pas plus longue que celle spécifiée dans le Contrat signé entre UAB "Ondato" et le Founisseur de services ou demandée par le Fournisseur de services. Je suis informé(e) que je peux contacter le prestataire de services au sujet de mes données personnelles pour obtenir des informations plus détaillées. Je déclare et confirme par la présente que toutes les données personnelles que je fournirai pour l'identification à distance de mon identité personnelle sont correctes et exactes, et que le document que j'utiliserai à cette fin est véridique et valide.
lt: Siekdamas gauti paslaugą iš Paslaugos teikėjo, šiuo sutikimu išreiškiu savo sutikimą, kad nuotolinės asmens identifikacijos vykdytojas UAB „Ondato“ iš manęs gautų ir tvarkytų mano asmens duomenis, kurie apima ir mano biometrinius duomenis, nuotolinei mano asmens tapatybės identifikacijai fotografavimo ir (ar) filmavimo būdu atlikti – mano veido gyvą vaizdą, mano asmens tapatybės ar jai nustatyti naudojamo dokumento nuotraukas ir (ar) jų vaizdą bei juose esančius asmens duomenis apie mane: mano veido atvaizdą, vardą, pavardę, pilietybę, lytį, asmens kodą, gimimo datą, naudojamo dokumento numerį, išdavimo ir galiojimo datą, mano parašą ir perduotų šiuos duomenis Paslaugos teikėjui ir (arba) tikrintų mano duomenis gyventojų registre. Šiuo taip pat pažymiu, kad esu informuotas, jog šiame sutikime nurodytų mano asmens duomenų, kurie apima ir biometrinių duomenis, valdytojas yra Paslaugos teikėjas, o nuotolinės asmens identifikacijos vykdytojas UAB „Ondato“ mano asmens duomenis tvarkys tik tol, kol bus vykdoma mano asmens tapatybės nuotolinės identifikacijos procedūra ir jos rezultatai bus perduoti Paslaugų teikėjui. Taip pat pažymiu, jog esu informuotas ir sutinku, kad nuotolinei identifikacijai atlikti ir jos atlikimo metu gautus mano asmens duomenis UAB „Ondato“ gali saugoti ir ilgiau, nei būtina identifikacijai atlikti ir jos rezultatams Paslaugos teikėjui perduoti, tačiau tik esant Paslaugos teikėjo prašymui arba UAB „Ondato“ sutartiniam įsipareigojimui Paslaugos teikėjui, tačiau ne ilgiau nei numato tarp UAB „Ondato“ ir Paslaugos teikėjo pasirašyta sutartis ar pareikalavo Paslaugos teikėjas. Aš esu informuotas, kad dėl detalesnės informacijos apie savo asmens duomenis galiu kreiptis į Paslaugų teikėją. Patvirtinu ir garantuoju, kad visi asmens duomenys, kuriuos pateiksiu siekdamas nuotolinės asmens tapatybės identifikacijos, yra teisingi ir tikslūs, taip pat dokumentas, kurį aš naudosiu šiuo tikslu yra nepadirbtas ir galiojantis.
lv: Lai saņemtu pakalpojumu no Pakalpojumu sniedzēja, ar šo piekrišanu es izsaku piekrišanu, ka UAB "Ondato" saņems un pārvaldīs manus personas datus, ieskaitot manus biometriskos datus, kas iegūti, attālināti identificējot manu personisko identitāti, uzņemot manas sejas, manu personu identificējoša dokumenta fotogrāfiju un/vai filmējot to, un tajā esošos attēlus un personas datus un/vai pārbaudot informāciju iedzīvotāju reģistrā: manas sejas attēls, vārds, uzvārds, tautība, dzimums, personas kods, dzimšanas datums, izmantotā dokumenta numuri, izdošanas datums un derīguma termiņš, mans paraksts un šādu datu nodošana pakalpojumu sniedzējam. Es arī atzīmēju, ka esmu informēts, ka šajā piekrišanā norādīto manu personas datu, ieskaitot manus biometriskos datus, pārzinis ir pakalpojumu sniedzējs, un UAB "Ondato" apstrādās manus personas datus tikai līdz brīdim, kad būs beigusies attālinātās identifikācijas procedūra un rezultāti tiks pārsūtīti pakalpojumu sniedzējam. Es arī paziņoju, ka esmu informēts un piekrītu, ka manus personas datus, kas iegūti attālinātai identifikācijai un tās mērķiem, UAB "Ondato" var glabāt ilgāku laika periodu, nekā nepieciešams identifikācijas pabeigšanai vai rezultātu pārsūtīšanai pakalpojumu sniedzējam, bet tikai pēc pakalpojumu sniedzēja pieprasījuma vai UAB "Ondato" līgumsaistībām pret pakalpojumu sniedzēju, bet ne ilgāk, kā tas noteikts līgumā, kas tika parakstīts starp UAB "Ondato" un pakalpojumu sniedzēju vai ko pieprasīja pakalpojumu sniedzējs. Esmu informēts, ka varu sazināties ar Pakalpojumu sniedzēju par saviem personas datiem, lai saņemtu sīkāku informāciju. Ar šo es paziņoju un apstiprinu, ka visi personas dati, kurus es sniegšu savas personīgās identitātes attālinātai identifikācijai, ir pareizi un precīzi, un dokuments, kuru es šim mērķim izmantošu, nav nepatiess un ir derīgs.
nl: Om de service van de Service Provider te verkrijgen, ga ik met deze toestemming ermee akkoord dat UAB "Ondato" mijn persoonlijke gegevens zal ontvangen en beheren, inclusief mijn biometrische gegevens, verkregen door identificatie op afstand van mijn persoonlijke identiteit door middel van het nemen en/of filmen live beeld van mijn gezicht, de identiteit van mijn persoon of het identificatiedocument en/of hun beeld en de persoonsgegevens die erop staan ​​en/of check in het bevolkingsregister: beeld van mijn gezicht, naam, achternaam, nationaliteit , geslacht, persoonlijke code, geboortedatum, nummers van het document dat wordt gebruikt, datum van afgifte en geldigheid, mijn handtekening en de overdracht van dergelijke gegevens aan de Dienstverlener. Ik bevestig hierbij dat ik ben geïnformeerd dat de verwerkingsverantwoordelijke voor mijn persoonlijke gegevens, inclusief mijn biometrische gegevens, gespecificeerd in deze toestemming, draagt de Dienstverlener en dat UAB "Ondato" zal mijn persoonlijke gegevens alleen verwerken totdat de procedure voor identificatie op afstand voorbij is en de resultaten zullen aan de Dienstverlener worden overgedragen. Ik verklaar ook dat ik op de hoogte ben en ga ermee akkoord dat mijn persoonlijke gegevens die zijn verkregen voor identificatie op afstand en de doeleinden ervan door UAB "Ondato" langer kunnen worden opgeslagen dan nodig is om de identificatie te voltooien of de resultaten ervan naar de Dienstverlener te verzenden, maar alleen op verzoek van de Dienstverlener of de contractuele verplichting van UAB Ondato jegens de Dienstverlener, maar niet langer dan is bepaald in het Contract dat werd ondertekend tussen UAB "Ondato" en Dienstverlener of verzocht door de Dienstverlener. Ik ben geïnformeerd dat ik contact kan opnemen met de dienstverlener over mijn persoonlijke gegevens voor meer gedetailleerde informatie. Hierbij verklaar en bevestig ik dat alle persoonlijke gegevens die ik zal verstrekken voor identificatie op afstand van mijn persoonlijke identiteitsdoel, correct en nauwkeurig zijn, en dat het document dat ik voor dit doel zal gebruiken niet vals en geldig is.
ro: Pentru a obține serviciul de la Furnizorul de Servicii, cu acest consimțământ îmi exprim acordul ca UAB „Ondato” să primească și să gestioneze datele mele personale, inclusiv datele mele biometrice, obținute din identificarea de la distanță a identității mele personale prin preluare și/sau filmare a imaginii feței mele, a identității persoanei mele sau a documentului utilizat pentru identificarea acesteia și/sau a imaginii acestuia și datele personale conținute în acesta și/sau verificarea în registrul populației: imaginea feței mele, nume, prenume, naționalitate , sex, cod personal, data nașterii, numărul documentului utilizat, data emiterii și valabilitatea, semnătura mea și transferul acestor date către Furnizorul de servicii. De asemenea, consider că sunt informat că operatorul datelor mele cu caracter personal, inclusiv al datelor mele biometrice, specificat în acest consimțământ este Furnizorul de Servicii, iar UAB „Ondato” va prelucra datele mele personale numai până la încheierea procedurii de identificare la distanță și rezultatele vor fi transferate Furnizorului de servicii. De asemenea, declar că sunt informat și sunt de acord că datele mele personale obținute pentru identificarea de la distanță și scopurile acestora pot fi stocate de UAB „Ondato” pentru o perioadă mai lungă de timp decât este nevoie pentru ca identificarea să fie finalizată sau transmiterea rezultatelor acesteia către Furnizorul de Servicii, dar numai la cererea Furnizorului de Servicii sau pe baza obligației contractuale a UAB Ondato față de Furnizorul de servicii, dar nu mai mult decât este definit în Contractul care a fost semnat între UAB „Ondato” și Furnizorul de servicii sau în solicitarea Furnizorului de Serviciu. Sunt informat că pot contacta furnizorul de servicii cu privire la datele mele personale pentru informații mai detaliate. Prin prezenta declar și confirm că toate datele personale pe care le voi furniza pentru identificarea de la distanță a identității mele personale sunt corecte și exacte, iar documentul pe care îl voi folosi în acest scop nu este fals și este valabil.
ru: С целью получения услуг от Поставщика Услуг, этим подтверждением я выражаю свое согласие с тем, что UAB "Ondato" будет получать и управлять моими личными данными, включая мои биометрические данные, полученные в результате удаленной идентификации моей личности путем сбора и / или съемки живого изображения моего лица, моей личности или документа, использованного для идентификации, и / или изображения и личные данные, находящиеся у них, и / или полученные в результате проверки в реестре населения: изображение моего лица, имя, фамилию, национальность, пол, личный код, дату рождения, номера используемого документа, дату выдачи и срок действия, мою подпись, и передачей этих данных Поставщику Услуг. Я также отмечаю, что меня проинформировали о том, что контролером моих личных данных, включая мои биометрические данные, указанные в этом согласии, является Поставщик Услуг, и UAB "Ondato" будет обрабатывать мои личные данные только до завершения процедуры удаленной идентификации, а результаты будут переданы Поставщику Услуг. Я также заявляю, что я проинформирован(-а) и согласен(-на) с тем, что мои личные данные, полученные для удаленной идентификации и ее цели могут храниться UAB "Ondato" в течение более длительного периода времени, чем потребуется для завершения идентификации или передачи ее результатов Поставщику Услуг, но только по запросу Поставщика Услуг или договорных обязательств UAB "Ondato" перед Поставщиком Услуг, однако не дольше, чем это определено в Контракте, который был подписан между UAB "Ondato" и Поставщиком Услуг или по запросу Поставщика Услуг. Я проинформирован о том, что могу связаться с поставщиком услуг по поводу моих персональных данных для получения более подробной информации. Настоящим я заявляю и подтверждаю, что все личные данные, которые я предоставляю для удаленной идентификации с целью моей личной идентификации, верны и точны, а документ, который я буду использовать в этих целях, является оригинальным и действительным.
sq: Ne menyre qe te perfitoj sherbimin nga Kredo.al, me kete pelqim une shpreh dakortesine time qe UAB “Ondato“ do te marre dhe menaxhoje te dhenat e mia personale, duke perfshire edhe te dhenat e mia biometrike, te marra gjate identifikimit ne distance te identitetit tim duke marre dhe/ose filmuar imazhe live te fytyres sime, identitetin e personit tim ose dokumentin e perdorur per te identifikuar ate dhe/ose imazhet e tyre dhe te dhenat personale qe kane ato dhe/ose kontrolli ne rregjistrin e popullsise: imazhi i fytyres sime, emer, mbiemer, kombesia, gjinia, kodi personal, dita e lindjes, numrat e identifikimit qe po perdoret, data e levrimit dhe vlefshmeria, firma ime, dhe transferimi i ketyre te dhenave te Kredo.al. Une gjithashtu ve ne dukje se jam i informuar se kontrolluesi i te dhenave te mia personale, perfshire ketu edhe te dhenat e mia biometrike, te specifikuara ne kete pelqim, eshte Kredo.al dhe UAB “Ondato“ do te procesoje te dhenat e mia personale derisa te perfundoje procedura e identifikimit ne distance dhe te dhenat do te tranferohen tek Kredo.al. Une gjithashtu deklaroj se jam i informuar dhe dakortesoj qe te dhenat e mia personale te perfituara per identifikimin ne distance dhe per qellimet e tij, mund te ruhen nga UAB “Ondato“ per nje periudhe me te gjate kohore sesa duhet per te perfunduar identifikimi ose transmetimi i rezultateve te tij tek Kredo.al, por vetem me kerkese te Kredo.al ose UAB Ondato's contractual obligation to the Service Provider, por jo me gjate sesa eshte percaktuar ne kontraten e nenshkruar ndermjet UAB “Ondato“ dhe Kredo.al ose te kerkuar nga Kredo.al. Jam informuar se mund të kontaktoj Ofruesin e Shërbimit në lidhje me të dhënat e mia personale për informacion më të detajuar. Me ane te kesaj, deklaroj dhe konfirmoj, qe te gjitha te dhenat personale qe une do te siguroj per identifikimin ne distance te identitetit tim, jane te sakta, dhe dokumenti te cilin do te perdor per kete qellim nuk eshte fallso por i vlefshem.
