Repository: ondato/ondato-sdk-ios
Catalog: Localizations/ondato_*.strings
Languages: bg, el, es, et, fr, lt, lv, nl, ro, ru, sq

# ondato_documentWithNonLatinCharacters_second
source: We kindly ask you to capture a valid globally recognized document with MRZ (machine readable zone).
et: Esitage dokumendilehe foto koos elektrooniliselt loetava ribaga. Teie dokument peaks olema selgelt nähtav, pildistatud hästi valgustatud keskkonnas ega tohiks olla udune
lt: Prašome pateikti tarptautinį dokumentą su lotyniškais rašmenimis.
lv: Lūdzam jūs nofotografēt derīgu, visā pasaulē atzītu dokumentu ar elektroniski nolasāmu joslu.
ru: Мы просим вас запечатлить действительный документ, признанный во всем мире, на котором есть MRZ зона
sq: Ju lutem te fotografoni nje dokument te vlefshem dhe te njohur me MRZ (machine readable zone).

# ondato_sanctioned_second
source: We kindly ask you to contact service provider for more information.
bg: Моля, свържи се с доставчика на услугата за повече информация.
el: Παρακαλώ επικοινώνησε με τον πάροχο υπηρεσιών για περισσότερες πληροφορίες.
es: Te pedimos que te pongas en contacto con el proveedor de servicios para obtener más información.
et: Vaatame teie tuvastamise käsitsi üle ja teavitame tulemusest ettevõtet. Palun klõpsake nuppu "Jätka"
fr: Veuillez contacter le fournisseur de services pour plus d'informations.
lt: Dėl detalesnės informacijos prašome kreiptis tiesiogiai į paslaugos tiekėją.
lv: Lūdzam sazināties ar pakalpojumu sniedzēju, lai iegūtu vairāk informācijas.
nl: Voor meer informatie, kunt u alstublieft contact opnemen met uw service provider.
ro: Te rugăm să contactezi furnizorul de servicii pentru mai multe informații.
ru: Мы просим вас связаться с поставщиком услуг для получения дополнительной информации
sq: Ju lutem te kontaktoni Kredo.al per me shume informacion.

# ondato_missingDocumentPhoto_primary
source: Your identification is rejected due to missing document photo.
et: Teie tuvastamine lükati tagasi.
lt: Jūsų tapatybės nustatymas neatliktas, nes nėra dokumento nuotraukos.
lv: Jūsu identifikācija ir noraidīta, jo nav dokumenta fotoattēla.
ru: Идентификация вашей личности не выполнена, так как отсутствует фотография на документе
sq: Identifikimi juaj refuzohet për shkak të mungesës së fotografisë së dokumentit

# ondato_blurred_photo_primary
source: Your identification is rejected due to blurred photo.
bg: Твоята заявка за идентификация е отказана, тъй като снимката на твоя документ е замъглена.
el: Η ταυτοποίηση σου απορρίπτεται λόγω θολής φωτογραφίας.
es: Tu identificación fue rechazada debido a la foto borrosa.
et: Teie identifitseerimine lükati tagasi, kuna foto on ähmane.
fr: Votre identification a été rejetée en raison d'une photo floue.
lt: Jūsų tapatybės nustatymas neatliktas, nes nuotrauka neryški.
lv: Jūsu identifikācija ir noraidīta, jo fotoattēls ir izplūdis.
nl: Uw identificatie wordt afgewezen vanwege een wazige foto.
ro: Identificarea a fost respinsă din cauza fotografiei neclare.
ru: Идентификация вашей личности не выполнена, так как фотография неотчетливая
sq: Identifikimi juaj refuzohet për shkak të fotografisë së mjegulluar

# ondato_prohibitedNationality_second
source: We kindly ask you to retry the process or contact client support.
et: Palume teil protsess uuesti läbi teha või klienditoega ühendust võtta.
lt: Dėl detalesnės informacijos prašome kreiptis tiesiogiai į paslaugos tiekėją.
lv: Lūdzam sazināties ar pakalpojumu sniedzēju, lai iegūtu vairāk informācijas.
ru: Мы просим вас связаться с поставщиком услуг для получения дополнительной информации
sq: Ju lutem te kontaktoni Kredo.al per me shume informacion.

# ondato_poorPhotoLighting_primary
source: Your identification is rejected due to poor photo lighting.
et: Pange tähele, et teie tuvastamine ebaõnnestus tuvastamise ajal halva valgustuse tõttu.
lt: Jūsų identifikacija buvo atmesta.
lv: Jūsu identifikācija tiek noraidīta slikta fotoattēla apgaismojuma dēļ.
ru: Ваша идентификация отклонена из-за плохого освещения фото.
sq: Identifikimi Juaj eshte refuzuar per shkak te ndricimit te pamjaftueshem ne foto.

# ondato_waiting_page_data_in_registers
source: We check your document status and data in the registers.
bg: Проверяваме валидността на твоя документ.
el: Ελέγχουμε την κατάσταση του εγγράφου και τα δεδομένα σου στα μητρώα.
es: Comprobamos el estatus de tu documento y los datos en los registros.
et: Kontrollime Teie dokumendi staatust ning andmeid registrites.
fr: Nous vérifions le statut de votre document et les données dans les registres.
lt: Tikriname jūsų dokumento statusą bei duomenis registruose.
lv: Pārbaudām jūsu dokumenta statusu un datus reģistros.
nl: Wij controleren uw documentstatus en gegevens in de registers.
ro: Verificăm starea documentului și datele tale în registre.
ru: Проверяем статус вашего документа и данные в реестрах.
sq: Ne shikojmë statusin e dokumentit dhe të dhënave tuaja në regjistrat.

# ondato_poorPhotoQuality_primary
source: Your identification is rejected due to poor photo quality.
et: Teie tuvastamine lükati tagasi foto halva kvaliteedi tõttu.
lt: Jūsų identifikacija buvo atmesta, dėl prastos nuotraukų kokybės.
lv: Jūsu identifikācija tiek noraidīta sliktas fotoattēla kvalitātes dēļ.
ru: Ваша идентификация отклонена из-за плохого качества фотографий.
sq: Identifikimi Juaj eshte refuzuar per shkak te cilesise se dobet te fotos.

# ondato_waiting_page_failure_try_again_title
source: Try again
bg: Опитай отново
el: Δοκίμασε ξανά
es: Inténtalo de nuevo.
et: Proovi uuesti
fr: Réessayer
lt: Bandyti dar kartą
lv: Mēģiniet vēlreiz
nl: Probeer het nog eens
ro: Încearcă din nou.
ru: Повторить
sq: Provoje perseri

# ondato_waiting_page_document_obscured
source: We check whether the data in your document is not obscured by shadows or light rays.
bg: Проверяваме дали снимките на твоя документ са ясни и четими.
el: Ελέγχουμε εάν τα δεδομένα στο έγγραφό σου δεν καλύπτονται από σκιές ή ακτίνες φωτός.
es: Verificamos si los datos de tu documento no están oscurecidos por sombras o rayos de luz.
et: Kontrollime, kas teie dokumendis olevaid andmeid ei kata varjud või valgusrefleksid.
fr: Nous vérifions que les données de votre document ne sont pas masquées par des ombres ou des rayons lumineux.
lt: Tikriname, ar jūsų dokumente esančių duomenų neuždengia šešėliai ir šviesos spinduliai.
lv: Pārbaudām, vai jūsu dokumentā esošos datus neaizsedz ēnas un gaismas stari.
nl: We controleren of de gegevens in uw document worden niet verduisterd door schaduwen of lichtstralen.
ro: Verificăm dacă informațiile din document nu sunt ascunse de umbră sau raze de lumină.
ru: Проверяем, чтобы тени или отраженный свет не закрывали данные, содержащиеся в вашем документе.
sq: Ne kontrollojmë nëse të dhënat në dokumentin tuaj nuk mbulohen nga hijet ose rrezet e dritës.

# ondato_capture_nfc_instructions_title
source: Prepare your document for NFC scan
bg: Приготви своя документ за сканиране чрез NFC
el: Προετοίμασε το έγγραφό σου για σάρωση NFC
es: Prepara tu documento para el análisis NFC
et: Valmistage dokument ette NFC-skannimiseks
fr: Préparez votre document pour la numérisation NFC
lt: Paruoškite dokumentą NFC nuskaitymui
lv: Sagatavojiet dokumentu NFC skenēšanai
nl: Zorg ervoor dat uw identiteitsdocument klaar voor NFC scan staat.
ro: Pregătește documentul pentru scanarea NFC
ru: Подготовьте документ для сканирования NFC
sq: Përgatitni dokumentin tuaj për skanimin NFC

# ondato_capture_nfc_instructions_description
source: Get your document and prepare NFC in your device.
bg: Подготви валиден документ за самоличност и активирай своя NFC четец.
el: Πάρε το έγγραφό σου και προετοίμασε το NFC στη συσκευή σου.
es: Obten tu documento y prepara NFC en tu dispositivo.
et: Hankige dokument ja valmistage oma seadmes ette NFC.
fr: Obtenez votre document et préparez le NFC sur votre appareil.
lt: Paruoškite dokumentą ir įjunkite NFC savo įrenginyje.
lv: Iegūstiet dokumentu un sagatavojiet NFC savā ierīcē.
nl: Neem uw identiteitsdocument mee en bereid NFC op uw apparaat voor.
ro: Pregătește documentul și funcția NFC a telefonului.
ru: Подготовьте документ и включите NFC на своем устройстве.
sq: Merrni dokumentin tuaj dhe përgatitni NFC në pajisjen tuaj.

# ondato_capture_nfc_description_scanning
source: Be patient. This might take a few seconds or longer.
bg: Моля, изчакай. Процесът може да отнеме известно време.
el: Κάνε υπομονή. Αυτό μπορεί να διαρκέσει μερικά δευτερόλεπτα ή περισσότερο.
es: Ten paciencia. Esto puede tardar unos segundos o más.
et: Palun oota. Protsess võib kesta veel mõne sekundi.
fr: Être patient. Cela peut prendre quelques secondes ou plus.
lt: Būkite kantrūs. Procesas gali užtrukti dar kelias sekundes.
lv: Uzgaidiet, lūdzu. Process var ilgt vēl dažas sekundes.
nl: Wees geduldig alstublieft, dit kan enkele seconden of langer duren.
ro: Ai răbdare. Va dura câteva momente.
ru: Пожалуйста подождите. Процесс может занять ещё несколько секунд.
sq: Prisni ju lutem. Procesi mund të zgjasë edhe disa sekonda.

# ondato_capture_nfc_failure_title
source: Looks like the process was interrupted.
bg: Процесът беше прекъснат
el: Φαίνεται ότι η διαδικασία διακόπηκε.
es: Parece que el proceso fue interrumpido.
et: Näib, et protsess katkestati.
fr: Il semble que le processus ait été interrompu.
lt: Panašu, kad procesas buvo nutrauktas.
lv: Šķiet, ka process tika pārtraukts.
nl: Het lijkt erop dat het proces is onderbroken.
ro: Se pare că procesul a fost întrerupt.
ru: Похоже, процесс был прерван.
sq: Duket se procesi është ndërprerë.

# ondato_try_again
source: Try again
bg: Опитай отново
el: Προσπάθησε ξανά
es: Inténtalo de nuevo
et: Proovi uuesti
fr: Réessayer
lt: Bandyti dar kartą
lv: Mēģiniet vēlreiz
nl: Probeer het opnieuw
ro: Încearcă din nou
ru: Попробовать еще раз
sq: Provoje perseri

# ondato_try_alternative
source: Try alternative
bg: Опитай отново
el: Δοκίμασε εναλλακτική
es: Prueba una alternativa
et: Proovi alternatiivi
fr: Essayez une alternative
lt: Išbandykite alternatyvą
lv: Izmēģiniet alternatīvu
nl: Probeer alternatief
ro: Încearcă o alternativă.
ru: Попробуйте альтернативу
sq: Provoni alternativën

# ondato_passport_scan_help_title
source: If you encountered difficulties to access NFC, try these methods:
bg: Ако не успяваш да използваш своя NFC четец, моля, опитай следното:
el: Εάν αντιμετώπισες δυσκολίες πρόσβασης στο NFC, δοκίμασε τις παρακάτω μεθόδους:
es: Si tuviste dificultades para acceder a NFC, prueba estos métodos:
et: Kui teil tekkis NFC-le juurdepääsuga raskusi, proovige neid meetodeid.
fr: Si vous rencontrez des difficultés pour accéder au NFC, essayez ces méthodes :
lt: Jei nepavyksta nuskaityti NFC, išbandykite šiuos patarimus:
lv: Ja jums ir radušās grūtības piekļūt NFC, izmēģiniet šīs metodes:
nl: Als u problemen ondervindt met toegang te krijgen tot NFC, probeer de volgende:
ro: Dacă întâmpini dificultăți în accesarea NFC, încearcă metodele de mai jos:
ru: Если вы столкнулись с трудностями при доступе к NFC, попробуйте следующие способы:
sq: Nëse keni hasur vështirësi për të hyrë në NFC, provoni këto metoda:

# ondato_passport_scan_help_step1
source: Try reading the last page of the document.
bg: Опитай да сканираш последната страница от своя паспорт.
el: Δοκίμασε να διαβάσεις την τελευταία σελίδα του εγγράφου.
es: Intenta leer la última página del documento.
et: Proovige lugeda dokumendi viimast lehekülge.
fr: Essayez de lire la dernière page du document.
lt: Pabandykite nuskaityti paskutinį dokumento pusląpį.
lv: Mēģiniet izlasīt dokumenta pēdējo lappusi.
nl: Probeer de laatste pagina van het document te lezen.
ro: Încearcă să citești ultima pagină a documentului.
ru: Попробуйте сканировать последнюю страницу документа.
sq: Provoni të lexoni faqen e fundit të dokumentit.

# ondato_passport_scan_help_step2
source: Try reading the photo page of the document.
bg: Опитай да сканираш страницата от своя паспорт, която съдържа твоята снимка.
el: Δοκίμασε να διαβάσεις τη σελίδα φωτογραφίας του εγγράφου.
es: Intenta leer la página de fotos del documento.
et: Proovige lugeda dokumendi fotolehte.
fr: Essayez de lire la page photo du document.
lt: Pabandykite nuskaityti dokumento puslapį su nuotrauka.
lv: Mēģiniet izlasīt dokumenta fotoattēlu lapu.
nl: Probeer de fotopagina van het document te lezen.
ro: Încearcă să citești pagina cu fotografie a documentului.
ru: Попробуйте сканировать фото страницы документа.
sq: Provoni të lexoni faqen e fotografisë së dokumentit.

# ondato_passport_scan_help_step3
source: If there is any cover on the document, remove it.
bg: Моля, не закривай детайли от своя документ.
el: Εάν υπάρχει κάποιο κάλυμμα στο έγγραφο, αφαίρεσε το.
es: Si hay alguna portada en el documento, elimínala.
et: Kui dokumendil on kate, eemaldage see.
fr: S'il y a une couverture sur le document, retirez-la.
lt: Jei ant dokumento yra viršelis, nuimkite jį.
lv: Ja dokumentam ir vāks, noņemiet to.
nl: Als er een hoes op het document zit, verwijder deze dan.
ro: Dacă există o husă pe document, te rugăm să o dai la o parte.
ru: Если на документе есть обложка, снимите ее.
sq: Nëse ka ndonjë mbulesë në dokument, hiqeni atë.

# ondato_capture_mrz_success_title
source: Information capturing was successful
bg: Информацията е прочетена успешно
el: Η λήψη πληροφοριών ήταν επιτυχής
es: La captura de información ha tenido éxito.
et: Teabe kogumine õnnestus
fr: La capture d'informations a réussi
lt: Informacija buvo sėkmingai nuskaityta
lv: Informācijas iegūšana bija veiksmīga
nl: Het vastleggen van informatie is gelukt
ro: Capturarea informației a avut succes
ru: Сбор информации прошел успешно
sq: Kapja e informacionit ishte e suksesshme

# ondato_capture_mrz_success_description
source: Thank you for your patience.
bg: Благодарим ти за търпението.
el: Ευχαριστώ για την υπομονή σου.
es: Gracias por tu paciencia.
et: Täname kannatuse eest.
fr: Merci pour votre patience
lt: Ačiū už kantrybę.
lv: Paldies par pacietību.
nl: Bedankt voor uw geduld
ro: Îți mulțumim pentru răbdare.
ru: Спасибо за терпение.
sq: Faleminderit për durimin tuaj.

# ondato_continue_button
source: Continue
bg: Продължи
el: Συνέχεια
es: Continuar
et: Jätka
fr: Continuer
lt: Tęsti
lv: Turpināt
nl: Doorgaan
ro: Continuă
ru: Продолжить
sq: Vazhdojme

# ondato_capture_nfc_settings_instructions_title
source: Looks like you can’t continue without NFC.
bg: Не можеш да продължиш без NFC.
el: Φαίνεται ότι δεν μπορείς να συνεχίσεις χωρίς NFC.
es: Parece que no puedes continuar sin NFC.
et: Näib, et ilma NFCta ei saa te jätkata.
fr: Il semble que vous ne puissiez pas continuer sans NFC.
lt: Panašu, kad procesas buvo nutrauktas.
lv: Šķiet, ka nevarat turpināt bez NFC.
nl: Het lijkt erop dat u niet verder kunt zonder NFC.
ro: Se pare că nu poți continua fără NFC.
ru: Похоже, процесс был прерван.
sq: Me sa duket nuk mund të vazhdosh pa NFC.

# ondato_capture_nfc_settings_instructions_description
source: To continue you need to make sure that the document has NFC and it’s been enabled in your device or try another method.
bg: Преди да продължиш, моля, увери се, че твоят документ има NFC и че си активирал NFC четеца на своето устройство.
el: Για να συνεχίσεις, πρέπει να βεβαιώσεις ότι το έγγραφο διαθέτει NFC και ότι είναι ενεργοποιημένο στη συσκευή σου.
es: Para continuar, debes asegurarte de que el documento tiene NFC y se ha activado en tu dispositivo.
et: Jätkamiseks peate veenduma, et dokumendil on NFC ja see on teie seadmes lubatud.
fr: Pour continuer, vous devez vous assurer que le document dispose de NFC et qu'il a été activé sur votre appareil.
lt: Norėdami tęsti, įsitikinkite, kad dokumente yra NFC ir įjunkite NFC savo įrenginyje.
lv: Lai turpinātu, pārliecinieties, vai dokumentam ir NFC un tas ir iespējots jūsu ierīcē.
nl: Om door te gaan, moet u ervoor zorgen dat het document NFC heeft en dat het is ingeschakeld op uw apparaat.
ro: Pentru a continua, trebuie să te asiguri că documentul are NFC și că această funcție a fost activată pe dispozitiv.
ru: Чтобы продолжить убедитесь, что в документе есть NFC и он включен на вашем устройстве.
sq: Për të vazhduar, duhet të siguroheni që dokumenti ka NFC dhe është aktivizuar në pajisjen tuaj.

# ondato_nfc_scan_prompt_request_present
source: Please hold the document to the back of your phone.
bg: Моля, приближи своя документ към задната част на своя телефон.
el: Κράτησε το έγγραφο στο πίσω μέρος του τηλεφώνου σου.
es: Por favor, manten el documento en la parte posterior de tu teléfono.
et: Hoidke dokumenti telefoni tagaküljel.
fr: Veuillez placer le document au dos de votre téléphone.
lt: Laikykite dokumentą prie galinės telefono pusės.
lv: Lūdzu, turiet dokumentu tālruņa aizmugurē.
nl: Houd het document tegen de achterkant van uw toestel.
ro: Plasează documentul pe spatele telefonului.
ru: Поднесите документ к задней панели телефона.
sq: Ju lutemi mbajeni dokumentin në pjesën e pasme të telefonit tuaj.

# ondato_nfc_scan_prompt_authenticating
source: Authenticating with document.....
et: Autentimine dokumendiga.....
lt: Autentifikavimas su dokumentu.....
lv: Autentifikācija ar dokumentu......
ru: Аутентификация с документом.....
sq: Autentifikimi me dokument.....

# ondato_nfc_scan_prompt_reading_data
source: Reading
et: Skaneerimine
lt: Nuskaitymas
lv: Skenēšana
ru: Считывание
sq: Skanimi

# ondato_nfc_scan_prompt_error_tag_not_valid
source: Tag not valid.
et: Silt ei kehti.
lt: Žyma negalioja.
lv: Atzīme nav derīga.
ru: Тег недействителен.
sq: Etiketa nuk është e vlefshme.

# ondato_nfc_scan_prompt_error_more_than_one_tag_found
source: Looks like the process was interrupted.
et: Näib, et protsess katkestati.
lt: Panašu, kad procesas buvo nutrauktas.
lv: Šķiet, ka process tika pārtraukts.
ru: Похоже, процесс был прерван.
sq: Duket se procesi është ndërprerë.

# ondato_nfc_scan_prompt_error_connection
source: Looks like the process was interrupted.
et: Näib, et protsess katkestati.
lt: Panašu, kad procesas buvo nutrauktas.
lv: Šķiet, ka process tika pārtraukts.
ru: Похоже, процесс был прерван.
sq: Duket se procesi është ndërprerë.

# ondato_nfc_scan_prompt_error_invalid_mrz_key
source: MRZ Key not valid for this document.
et: MRZ-võti ei kehti selle dokumendi jaoks.
lt: MRZ raktas negalioja šiam dokumentui.
lv: MRZ atslēga nav derīga šim dokumentam.
ru: Ключ МRZ недействителен для этого документа.
sq: Çelësi MRZ nuk është i vlefshëm për këtë dokument.

# ondato_nfc_scan_prompt_error_response
source: Looks like the process was interrupted.
et: Näib, et protsess katkestati.
lt: Panašu, kad procesas buvo nutrauktas.
lv: Šķiet, ka process tika pārtraukts.
ru: Похоже, процесс был прерван.
sq: Duket se procesi është ndërprerë.

# ondato_interrupted_title
source: The process was interrupted
bg: Процесът беше прекъснат
el: Η διαδικασία διεκόπη
es: El proceso fue interrumpido
et: Protsess katkestati
fr: Le processus a été interrompu
lt: Procesas buvo nutrauktas
lv: Process tika pārtraukts
nl: Het proces werd onderbroken
ro: Procesul a fost întrerupt
ru: Процесс был прерван
sq: Procesi u ndërpre

# ondato_interrupted_description
source: Due to interruptions, the process has stopped. Please stay on this app until you have completed all steps.
bg: Поради прекъсвания процесът е спрян. Моля, останете в това приложение, докато не изпълните всички стъпки.
el: Λόγω διακοπών η διαδικασία σταμάτησε. Παρακαλούμε μείνετε σε αυτήν την εφαρμογή μέχρι να ολοκληρώσετε όλα τα βήματα.
es: Debido a las interrupciones, el proceso se ha detenido. Permanezca en esta aplicación hasta que haya completado todos los pasos.
et: Protsess katkestati Katkestuste tõttu on protsess peatunud. Jätkake seda rakendust, kuni olete kõik sammud lõpetanud.
fr: En raison d'interruptions, le processus s'est arrêté. Veuillez rester sur cette application jusqu'à ce que vous ayez terminé toutes les étapes.
lt: Dėl trukdžių procesas sustojo. Likite šioje aplikacijoje iki kol atliksite visus veiksmus.
lv: Pārtraukumu dēļ process ir apstājies. Lūdzu, palieciet šajā lietotnē, līdz esat pabeidzis visas darbības.
nl: Door onderbrekingen is het proces gestopt. Blijf alsjeblieft op deze app totdat je alle stappen hebt voltooid.
ro: Din cauza întreruperilor, procesul s-a oprit. Vă rugăm să rămâneți pe această aplicație până când ați finalizat toți pașii.
ru: Из-за перерывов процесс остановился. Пожалуйста, оставайтесь в этом приложении, пока не выполните все шаги.
sq: Për shkak të ndërprerjeve, procesi është ndalur. Ju lutemi qëndroni në këtë aplikacion derisa të keni përfunduar të gjitha hapat.

# face_auth_too_many_attempts_title
source: Verification blocked due to too many attempts
bg: Верификация блокирана поради твърде много опити
el: Η επαλήθευση αποκλείστηκε λόγω πάρα πολλών προσπαθειών
es: Verificación bloqueada debido a demasiados intentos
et: Kinnitamine blokeeritud liiga paljude katsete tõttu
fr: Vérification bloquée en raison de trop nombreuses tentatives
lt: Patikrinimas užblokuotas dėl per daug bandymų
lv: Verifikācija bloķēta pārāk daudzu mēģinājumu dēļ
nl: Verificatie geblokkeerd vanwege te veel pogingen
ro: Verificarea blocată din cauza prea multor încercări
ru: Проверка заблокирована из-за слишком многих попыток
sq: Verifikimi i bllokuar për shkak të shumë tentativave

# face_auth_too_many_attempts_description
source: Please contact the service provider for help
bg: Моля, свържете се с доставчика на услугата за помощ
el: Επικοινωνήστε με τον πάροχο υπηρεσιών για βοήθεια
es: Por favor, póngase en contacto con el proveedor de servicios para obtener ayuda
et: Palun võtke ühendust teenusepakkujaga abi saamiseks
fr: Veuillez contacter le fournisseur de services pour obtenir de l'aide
lt: Dėl pagalbos kreipkitės į paslaugų teikėją
nl: Neem contact op met de dienstverlener voor hulp
ro: Vă rugăm să contactați furnizorul de servicii pentru ajutor
ru: Пожалуйста, свяжитесь с поставщиком услуг за помощью
sq: Ju lutemi, kontaktoni ofruesin e shërbimeve për ndihmë

# face_auth_too_many_attempts_button
source: STOP THE PROCESS
bg: СПРЕТЕ ПРОЦЕСА
el: ΣΤΑΜΑΤΗΣΤΕ ΤΗ ΔΙΑΔΙΚΑΣΙΑ
es: DETENER EL PROCESO
et: PEATA PROTSESS
fr: ARRÊTER LE PROCESSUS
lt: SUSTABDYTI PROCESĄ
lv: APTURĒT PROCESU
nl: STOP HET PROCES
ro: OPRIȚI PROCESUL
ru: ОСТАНОВИТЬ ПРОЦЕСС
sq: NDAL PROCESIN

# FaceTec_presession_frame_your_face
source: @string/FaceTec_instructions_message_ready_1
bg: Позиционирай лицето си в рамката
el: Πλαισίωσε το πρόσωπό σου στο οβάλ
es: Enmarca tu cara en el óvalo
fr: Placez votre visage dans l'ovale
lv: Ievietojiet seju ovālā
nl: Kader je gezicht in het ovaal
ro: Poziționează fața în oval
sq: Vendose fytyrën në formën vezake

# ondato_error_unauthorized_message
source: UNAUTHORIZED
bg: НЕОДОБРЕНО
el: ΑΝΕΞΟΥΣΙΟΔΟΤΗΤΟΣ
es: NO AUTORIZADO
fr: NON AUTORISÉ
nl: ONGEAUTORISEERD
ro: NEAUTORIZAT

# ondato_error_bad_request_message
source: BAD_REQUEST
bg: НЕВАЛИДНА ЗАЯВКА
el: ΚΑΚΗ_ΑΙΤΗΣΗ
fr: DEMANDE INCORRECTE
nl: FOUTIEF_VERZOEK
ro: SOLICITARE_NEVALIDĂ

# ondato_error_internal_server_error_message
source: INTERNAL SERVER ERROR
bg: ВЪТРЕШНА ГРЕШКА
el: ΣΦΑΛΜΑ ΕΣΩΤΕΡΙΚΟΥ ΔΙΑΚΟΜΙΣΤΗ
es: Error interno del servidor
fr: ERREUR INTERNE DU SERVEUR
nl: INTERNE SERVER FOUT
ro: EROARE SERVER

# ondato_error_connection_failed
source: CONNECTION ERROR
bg: КОМУНИКАЦИОННА ГРЕШКА
el: ΣΦΑΛΜΑ ΣΥΝΔΕΣΗΣ
es: Error de conexión
fr: ERREUR DE CONNEXION
nl: VERBINDINGSFOUT
ro: EROARE DE CONECTARE

# ondato_error_server_is_down_message
source: SERVER IS DOWN
bg: НЯМА ВРЪЗКА СЪС СЪРВЪРА
el: Ο ΔΙΑΚΟΜΙΣΤΗΣ ΕΙΝΑΙ ΕΚΤΟΣ ΛΕΙΤΟΥΡΓΙΑΣ
es: El servidor está inactivo
fr: SERVEUR DÉCONNECTÉ
nl: SERVER PLAT
ro: SERVER-UL NU FUNCȚIONEAZĂ

# ondato_error_default_title
source: Oops...
bg: Нещо се обърка…
el: Ωχ...
fr: Oups...
nl: Oeps...
ro: Oh, ceva nu merge cum trebuie
