Repository: ondato/ondato-sdk-ios
Catalog: Localizations/ondato_*.strings
Languages: bg, el, es, et, fr, lt, lv, nl, ro, ru, sq

# ondato_continue_anyway
source: Continue anyway
bg: Продължи въпреки това
el: Συνέχισε πάντως
es: Continua de todos modos
et: Jätka ikkagi
fr: Continuer
lt: Tęsti vistiek
lv: Turpināt tik un tā
nl: Ga toch verder
ro: Continuă oricum
ru: Все равно продолжить
sq: Vazhdojme

# ondato_loading_title
source: Uploading information
bg: Качване на информацията
el: Μεταφόρτωση πληροφοριών
es: Subiendo información
et: Kontrollimine
fr: Téléchargement d'informations
lt: Tikrinama..
lv: Informācijas augšupielāde
nl: Informatie uploaden
ro: Informațiile se încarcă
ru: Проверяем..
sq: Duke u perpunuar

# ondato_loading_subtitle
source: Please wait…
bg: Моля, изчакай…
el: Παρακαλώ περίμενε…
es: Por favor espera…
et: Palun oota
fr: Veuillez patienter
lt: Prašome palaukti...
lv: Lūdzu uzgaidiet
nl: Even geduld aub…
ro: Te rugăm să aștepți...
ru: Пожалуйста, подождите...
sq: Ju lutem prisni

# ondato_choose_document_passport
source: Passport
bg: Паспорт
el: Διαβατήριο
es: Pasaporte
et: Pass
fr: Passeport
lt: Pasas
lv: Pase
nl: Paspoort
ro: Pașaport
ru: Паспорт
sq: Pashaporte

# ondato_choose_document_id_card
source: Identity card
bg: Лична карта
el: Ταυτότητα
es: Tarjeta de identidad
et: Isikutunnistus
fr: Carte d'identité
lt: ID kortelė
lv: Identifikācijas karte
nl: Identiteitskaart
ro: Card de identitate
ru: ID карта
sq: Karte Identiteti

# ondato_choose_document_driving_licence
source: Driving Licence
bg: Шофьорска книжка
el: Δίπλωμα οδήγησης
es: Permiso de conducción
et: Juhiluba
fr: Permis de conduire
lt: Vairuotojo pažymėjimas
lv: Vadītāja apliecība
nl: Rijbewijs
ro: Permis auto
ru: Водительское удостоверение
sq: Patente

# ondato_success_title
source: Registration successful
bg: Успешна регистрация
el: Επιτυχής Εγγραφή
es: Registro completado correctamente
et: Identifitseerimine on lõppenud
fr: inscription réussie
lt: Identifikacija baigta
lv: reģistrācija ir veiksmīga
nl: Registratie gelukt
ro: Înregistrare reușită
ru: Идентификация завершена

# ondato_success_subtitle
source: Once your registration will be processed you will be notified by email.
bg: Ще бъдеш уведомен чрез имейл, след като твоята регистрация е завършена.
el: Μόλις διεκπεραιωθεί η εγγραφή σου, θα ειδοποιηθείς με email.
es: Una vez que se confirme tu registro, te notificaremos por correo electrónico.
et: Kui teie registreerimine on töödeldud, teavitatakse teid sellest e-posti teel
fr: Une fois votre inscription traitée, vous serez averti par e-mail.
lt: Apie identifikacijos patvirtinimą informuosime nurodytu elektroniniu paštu
lv: Kad jūsu reģistrācija tiks apstrādāta, jums tiks paziņots pa e-pastu
nl: Nadat uw registratie is verwerkt, ontvangt u een e-mail ter bevestigen hiervan.
ro: Odată ce înregistrarea ta este procesată, te vom notifica prin email.
ru: О подтверждении идентификации мы проинформируем вас по электронной почте

# ondato_close
source: Close
bg: Затвори
el: Κλείσε
es: Cierra
et: Sulge
fr: Fermer
lt: Uždaryti
lv: Aizvērt
nl: Sluit
ro: Închide
ru: Закрыть
sq: Mbyll

# ondato_capture_passport_front_title
source: Please capture the main document page that contains MRZ zone
bg: Направи снимка на страницата на документа, която съдържа MRZ код
el: Παρακαλώ κατέγραψε την κύρια σελίδα του εγγράφου που περιέχει τη ζώνη MRZ
es: Por favor, captura la página del documento principal que contiene la zona MRZ
et: Palun pildistage põhidokumendi lehekülge, mis sisaldab masinloetavat ala
fr: Veuillez capturer la page principale du document qui contient la zone de lecture automatique
lt: Nufotografuokite paso puslapį, kuriame yra pateikiama kontrolinė eilutė
lv: Lūdzu, nofotografējiet galvenās dokumentu lapas attēlu, kurā ir elektroniski nolasāma josla
nl: Leg de hoofddocumentpagina die de MRZ-zone bevat vast
ro: Te rugăm să fotografiezi pagina principală a documentului, incluzând secțiunea MRZ
ru: Пожалуйста запечатлите главную страницу документа которая содержит MRZ зону
sq: Ju lutem fotografoni faqen kryesore te dokumentit i cili permban edhe shiritin e sigurise MRZ

# ondato_capture_id_card_front_title
source: Please capture the front side of your ID card
bg: Направи снимка на предната част на твоята лична карта
el: Παρακαλώ κατέγραψε την μπροστινή πλευρά της ταυτότητάς σου
es: Por favor, captura la parte frontal de tu tarjeta de identidad
et: Laadige üles oma ID-kaardi esikülje foto
fr: Veuillez capturer le recto de votre carte d'identité
lt: Nufotografuokite asmens tapatybės kortelės priekinę pusę
lv: Lūdzu, uzņemiet ID kartes priekšpusi
nl: Leg de voorkant van uw ID-kaart vast
ro: Te rugăm să fotografiezi fața cardului de identitate
ru: Пожалуйста, запечатлите переднюю сторону идентификационной карты
sq: Ju lutem te fotografoni anen e perparme te kartes se identitetit

# ondato_capture_driver_licence_front_title
source: Please capture the front side of driving license
bg: Направи снимка на предната част на твоята шофьорска книжка
el: Παρακαλώ κατέγραψε την μπροστινή πλευρά της άδειας οδήγησης
es: Por favor, captura la parte frontal del permiso de conducción
et: Tehke oma juhiloa esiküljest pilt
fr: Veuillez capturer le recto du permis de conduire
lt: Prašome nufotografuoti vairuotojo pažymėjimo priekinę pusę
lv: Lūdzu, nofotografējiet vadītāja apliecības priekšpusi
nl: Leg de voorkant van uw rijbewijs vast
ro: Te rugăm să fotografiezi fața permisului de conducere
ru: Пожалуйста, запечатлите переднюю часть водительских прав

# ondato_error_timeout_message
source: Session ended
bg: Прекратена сесия
el: Η συνεδρία έληξε
es: La sesión terminó
et: Seanss lõppes
fr: Session terminée
lt: Sesija baigėsi
lv: Sesija beigusies
nl: Sessie beëindigd
ro: Sesiunea s-a încheiat
ru: Сессия завершена
sq: Sesioni perfundoi

# ondato_error_something_wrong_title
source: Error occurred
bg: Възникна грешка
el: Προέκυψε σφάλμα
es: Un error ocurrió
et: Esines viga
fr: Une erreur est survenue
lt: Įvyko klaida
lv: Radās kļūda
nl: Er is helaas een fout opgetreden
ro: A intervenit o eroare
ru: Произошла ошибка
sq: Ka ndodhur Error

# ondato_start_button
source: Start
bg: Започни
el: Ξεκίνα
es: Inicia
et: Alustama
fr: Commencer
lt: Pradėti
lv: Sākt
ro: Începe
ru: Начать
sq: Fillojme

# ondato_consent_title
source: Consent for personal data processing
bg: Съгласие за обработка на лични данни
el: Συγκατάθεση για επεξεργασία προσωπικών δεδομένων
es: Consentimiento al tratamiento de los datos personales para
et: Nõusolek isikuandmete töötlemiseks
fr: Consentement au traitement des données personnelles
lt: Sutikimas dėl asmens duomenų tvarkymo
lv: Piekrišana personas datu apstrādei
nl: Toestemming voor de verwerking van persoonsgegevens
ro: Consimțământ pentru prelucrarea datelor personale
ru: Соглашение на обработку личных данных
sq: Pelqimi per procesimin e te dhenave personale
