Repository: ondato/ondato-sdk-ios
Catalog: Localizations/ondato_*.strings
Languages: bg, el, es, et, fr, lt, lv, nl, ro, ru, sq

# FaceTec_instructions_header_ready_2
source: Your Video Selfie
bg: твоето видео селфи
el: Την βιντεοσέλφι σου
es: Tu selfie en vídeo
et: nägu pildistama!
fr: Votre selfie vidéo
lt: savo veido atvaizdą!
lv: nofotografēt seju!
nl: Uw video-selfie
ro: Selfie video
ru: сфотографируйте свое лицо
sq: per videon selfie

# FaceTec_instructions_message_ready
source: Please Frame Your Face In The Small Oval, Then The Big Oval
bg: Позиционирай лицето си в малкия овал, а след това в големия.
el: Παρακαλώ πλαισίωσε το πρόσωπό σου μέσα Στο μικρό οβάλ και μετά στο μεγάλο οβάλ
es: Por favor, enmarca tu cara en el pequeño óvalo, luego el gran óvalo
et: Pange oma nägu selleks ettenähtud raami
fr: Veuillez encadrer votre visage dans Le petit ovale, puis le grand ovale
lt: Įstatykite veidą į pateiktą rėmėlį
lv: Ielieciet seju paredzētajā rāmī
nl: Kader uw gezicht in The Small Oval, Dan The Big Oval
ro: Poziționează fața în ovalul mic, apoi în ovalul mare
ru: Поместите лицо в указанную рамку
sq: Ju lutem vendoseni fytyren tuaj ne kornizen ovale te vogel, me pas ne kornizen ovale te madhe

# FaceTec_result_facescan_upload_message
source: Loading please wait
bg: Зареждане, моля, изчакай
el: Φορτώνει παρακαλώ περίμενε
es: Cargando, por favor, espera
et: Oodake laadimist
fr: Chargement veuillez patienter
lt: Prašome palaukti. Kraunama...
lv: Lūdzu, uzgaidiet iekraušanu
nl: Laden, even geduld aub
ro: Se încarcă, te rugăm să aștepți
ru: Пожалуйста, подождите. Идет загрузка...
sq: <strong>Ju lutemi mbani këtë dritare aktive.<br/>Mos ndërroni skedat ose mbyllni dritaren</strong><br/>Duke bashkangjitur <br/>Encrypted<br/>3D FaceMap

# FaceTec_result_success_message
source: Face is recognized successfully
bg: Лицето ти е разпознато
el: Το πρόσωπο αναγνωρίστηκε με επιτυχία
es: La cara se reconoció con éxito
et: Nägu tuvastati edukalt
fr: Le visage est reconnu avec succès
lt: Sėkmingai atpažintas veidas
lv: Seja tiek veiksmīgi atpazīta
nl: Gezicht sucessvol herkend
ro: Fața a fost recunoscută
ru: Лицо идентифицировано
sq: Suksese!

# FaceTecRetryReasonGeneric_title
source: Failed to recognise face
bg: Лицето ти не е разпознато
el: Αποτυχία αναγνώρισης προσώπου
es: La cara no se pudo reconocer
et: Nägu ei õnnestunud ära tunda
fr: Échec de la reconnaissance du visage
lt: Nepavyko atpažinti veido
lv: Neizdevās atpazīt seju
nl: Kan gezicht niet herkennen
ro: Nu s-a recunoscut fața
ru: Не получилось распознать лицо
sq: Ta provojme serisht

# FaceTecRetryReasonGeneric_subtitle
source: We kindly ask to make sure that your face is not obstructed by any items and you are not making any unusual facial expresions during identification
bg: Увери се, че не носиш аксесоари, които да прикриват лицето ти, и че не правиш необичайни изражения по време на процеса.
el: Παρακαλώ, βεβαιώσου ότι το πρόσωπό σου δεν εμποδίζεται από αντικείμενα και ότι δεν κάνεις ασυνήθιστες εκφράσεις προσώπου κατά την αναγνώριση
es: Te pedimos que te asegures de que tu cara no está obstruida por ningún artículo y no estás haciendo cualquier expresión facial inusual durante la identificación
et: Palun veenduge, et teie nägu ei takistaks võõrkehad ja te ei teeks tuvastamise ajal ebatavalisi näoilmeid.
fr: Nous vous demandons de bien vouloir vous assurer que votre visage n'est pas obstrué par des objets et que vous ne faites aucune expression faciale inhabituelle lors de l'identification.
lt: Maloniai prašome įsitikinti, kad jūsų veidas nėra užstojamas pašalinių objektų ir identifikacijos metu neatliekate jokių neįprastų veido išraiškų
lv: Lūdzam pārliecināties, ka jūsu sejai netraucē aksesuāri un identifikācijas laikā jūs neveidojiet neparastas sejas izteiksmes
nl: We vragen u vriendelijk ervoor te zorgen dat uw gezicht niet wordt belemmerd door voorwerpen en dat u geen ongebruikelijke gezichtsuitdrukkingen maakt tijdens de identificatie.
ro: Te rugăm să te asiguri că fața nu este acoperită de niciun obiect. Te rugăm să nu faci expresii faciale neobișnuite în timpul identificării.
ru: Просим убедиться, что ваше лицо не заслоняют посторонние объекты, и во время идентификации вы не воспроизводите необычных выражений лица

# FaceTecRetryReasonBadLighting_title
source: Poor photo lighting
bg: Слабо осветление
el: Κακός φωτισμός φωτογραφιών
es: Mala iluminación de la foto
et: Kehv valgustus
fr: Mauvais éclairage des photos
lt: Prastas apšvietimas
lv: Slikts fotoattēla apgaismojums
nl: Slechte fotobelichting
ro: Lumina este prea slabă
ru: Плохое освещение

# FaceTecRetryReasonBadLighting_subtitle
source: Please be informed that your identification was unsuccessful due to poor lighting. We kindly ask to make sure that your face is evenly lit
bg: Твоята идентификация не е успешна поради липса на добро осветление. Снимката трябва да бъде добре осветена и с добро качество, като лицето ти се вижда ясно.
el: Λάβε υπόψιν ότι η ταυτοποίησή σου δεν ήταν επιτυχής λόγω κακού φωτισμού. Παρακαλώ, βεβαιώσου ότι το πρόσωπό σου φωτίζεται ομοιόμορφα
es: Por favor, ten en cuenta que tu identificación no tuvo éxito debido a la mala iluminación. Te pedimos que te asegures de que tu cara está iluminada uniformemente
et: Pange tähele, et teie tuvastamine ebaõnnestus tuvastamise ajal halva valgustuse tõttu. Palun veenduge, et teie nägu oleks ühtlaselt valgustatud.
fr: Veuillez noter que votre identification a échoué à cause d'un mauvais éclairage. Nous vous prions de vous assurer que votre visage est uniformément éclairé
lt: Informuojame, kad jūsų identifikacija buvo nesėkminga, dėl prasto apšvietimo identifikacijos metu. Maloniai prašome įsitikinti, kad veidas yra tolygiai apšviestas
lv: Informējam, ka jūsu identifikācija bija neveiksmīga sliktā apgaismojuma dēļ. Lūdzam pārliecināties, ka jūsu seja ir vienmērīgi apgaismota
nl: Houd er rekening mee dat uw identificatie is niet gelukt vanwege slechte verlichting. We vragen u vriendelijk om ervoor te zorgen dat uw gezicht egaal verlicht is.
ro: Identificarea a eșuat din cauza luminii prea slabe. Te rugăm să te asiguri că fața este luminată uniform.
ru: Не получилось завершить идентификацию по причине плохого освещения лица. Пожалуйста, убедитесь, что ваше лицо хорошо и равномерно освещено
sq: Por me pare, Ju lutem te shikoni foton tuaj dhe rregulloni mjedisnin perreth

# FaceTecRetryReasonFaceAngle_title
source: Invalid face submission format
bg: Неуспешно заснемане
el: Μη έγκυρη μορφή υποβολής προσώπου
es: Formato de presentación facial no válido
et: Näo esitamise vorming on vale
fr: Format d'envoi de visage non valide
lt: Netinkamas veido pateikimo formatas
lv: Nederīgs sejas iesniegšanas formāts
nl: Ongeldig formaat te indien voor gezichtsherkenning
ro: Format nevalid
ru: Неподходящий угол подачи лица

# FaceTecRetryReasonFaceAngle_subtitle
source: We kindly ask to make sure that your face fits in the marked zone properly. You must look straight into the camera
bg: Увери се, че позиционираш правилно лицето си в рамката. Трябва да гледаш право в камерата
el: Παρακαλώ, βεβαιώσου ότι το πρόσωπό σου εφαρμόζει σωστά στη σημειωμένη ζώνη. Πρέπει να κοιτάξεις κατευθείαν στην κάμερα
es: Te pedimos que te asegures de que tu cara encaje correctamente en la zona marcada. Debes mirar directamente a la cámara
et: Palume veenduda, et teie nägu sobib märgitud tsooni korralikult. Peate otse kaamerasse vaatama
fr: Nous vous demandons de bien vouloir vous assurer que votre visage est dans la zone marquée. Vous devez regarder droit dans la caméra
lt: Maloniai prašome įsitikinti, kad jūsų veidas telpa nurodytą zoną ir prašome žiūrėti tiesiai į kamerą
lv: Lūdzam pārliecināties, ka jūsu seja pareizi iederas marķētajā zonā. Jums jāskatās tieši kamerā
nl: Wij vragen u vriendelijk om ervoor te zorgen dat uw gezicht goed in de gemarkeerde zone past. U moet recht in de camera kijken.
ro: Te rugăm să te asiguri că fața este încadrată în zona marcată. Trebuie să te uiți direct la cameră
ru: Пожалуйста, убедитесь в том, что ваше лицо попадает в указанную зону, и вы смотрите прямо в камеру

# FaceTecRetryReasonBadLightingFailureToAcquire_title
source: Bright lighting surrounding
bg: Твърде силно осветление
el: Έντονος φωτισμός γύρω
es: Iluminación brillante
et: Ere valgustus
fr: Il y a un éclairage vif autour
lt: Ryškus apšvietimas
lv: Spilgts apgaismojums apkārtnē
nl: Heldere verlichting rondom
ro: Lumina este prea puternică
ru: Слишком яркое освещение

# FaceTecRetryReasonBadLightingFailureToAcquire_subtitle
source: Please be informed that during your identification harsh lighting surrounding was detected around your face. We kindly ask to make sure that your surrounding is not too bright
bg: Открити са силни отблясъци на снимката. Моля, увери се, че помещението, в което се намираш не е твърде осветено.
el: Λάβε υπόψιν ότι κατά την ταυτοποίησή σου εντοπίστηκε έντονο φως γύρω από το πρόσωπό σου. Παρακαλώ, βεβαιώσου ότι το περιβάλλον σου δεν είναι πολύ φωτεινό
es: Por favor, ten en cuenta que durante tu identificación se detectó una fuerte iluminación alrededor de tu cara. Te pedimos que te asegurares de que tu entorno no es demasiado brillante
et: Pange tähele, et tuvastamise ajal tuvastati teie näo ümber eredat valgust. Veenduge, et teie ümbrus ei oleks liiga hele
fr: Veuillez noter que lors de votre identification, un éclairage agressif a été détecté autour de votre visage. Nous vous prions de vous assurer que votre environnement n'est pas trop lumineux
lt: Informuojame, kad jūsų identifikacijos metu yra per ryškus apšvietimas. Maloniai prašome įsitkinti, kad jūsų veidas nėra per ryškiai apšviečiamas aplinkos šviesos
lv: Informējam, ka identifikācijas laikā ap jūsu seju tika atklāts spilgts apgaismojums. Lūdzam pārliecināties, ka jūsu apkārtne nav pārāk gaiša
nl: Houd er rekening mee dat tijdens uw identificatie harde verlichting rondom uw gezicht werd gedetecteerd. Wij vragen u vriendelijk ervoor te zorgen dat uw omgeving niet te licht is.
ro: Lumina din jurul feței a fost prea puternică. Te rugăm să te asiguri că mediul în care te afli nu este prea luminos.
ru: Не получилось завершить идентификацию по причине слишком яркого освещения. Пожалуйста, убедитесь в том, что ваше лицо хорошо и равномерно освещено.

# FaceTec_instructions_message_ready_1
source: Frame Your Face in the Oval
bg: Позиционирай лицето си в рамката
el: Πλαισίωσε το πρόσωπό σου στο οβάλ
es: Enmarca tu cara en el óvalo
et: Sea oma nägu ovaaliga kohakuti
fr: Placez votre visage dans l'ovale
lt: Įstatykite veidą į rėmėlį
lv: Ievietojiet seju ovālā
nl: Kader je gezicht in het ovaal
ro: Poziționează fața în oval
ru: Поместите лицо в овальную область
sq: Vendose fytyrën në formën vezake

# FaceTec_presession_position_face_straight_in_oval
source: Look Straight Ahead
bg: Гледай направо
el: Κοίταξε ευθεία μπροστά
es: Mirar al frente
et: Vaata otse
fr: Regardez droit devant
lt: Žiūrėkite tiesiai
lv: Skatieties taisni uz priekšu
nl: Kijk recht vooruit
ro: Uită-te direct în față
ru: Смотрите прямо в камеру
sq: Shiko drejt para

# FaceTec_presession_hold_steady_3
source: Hold Steady For: 3
bg: Стой неподвижно: 3
el: Μείνε σταθερός για: 3
es: Mantente estable para: 3
et: Püsi paigal: 3
fr: Restez immobile pendant : 3
lt: Nejudėkite: 3
lv: Nekustieties: 3
nl: Houd vast voor: 3
ro: Nu te mișca pentru: 3
ru: Не двигайтесь: 3
sq: Qëndro pa lëvizur për: 3

# FaceTec_presession_hold_steady_2
source: Hold Steady For: 2
bg: Стой неподвижно: 2
el: Μείνε σταθερός για: 2
es: Mantente estable para: 2
et: Püsi paigal: 2
fr: Restez immobile pendant : 2
lt: Nejudėkite: 2
lv: Nekustieties: 2
nl: Houd vast voor: 2
ro: Nu te mișca pentru: 2
ru: Не двигайтесь: 2
sq: Qëndro pa lëvizur për: 2

# FaceTec_presession_hold_steady_1
source: Hold Steady For: 1
bg: Стой неподвижно: 1
el: Μείνε σταθερός για: 1
es: Mantente estable para: 1
et: Püsi paigal: 1
fr: Restez immobile pendant : 1
lt: Nejudėkite: 1
lv: Nekustieties: 1
nl: Houd vast voor: 1
ro: Nu te mișca pentru: 1
ru: Не двигайтесь: 1
sq: Qëndro pa lëvizur për: 1

# FaceTec_presession_eyes_straight_ahead
source: Look Straight Ahead
bg: Гледай направо
el: Κοίταξε ευθεία μπροστά
es: Mirar al frente
et: Vaata otse
fr: Regardez droit devant
lt: Žiūrėkite tiesiai”
lv: Skatieties taisni uz priekšu
nl: Kijk recht vooruit
ro: Uită-te drept în față
ru: Смотрите прямо в камеру
sq: Shiko drejt para

# FaceTec_presession_remove_dark_glasses
source: Remove Dark Glasses
bg: Премахни тъмните очила
el: Βγάλε τα σκούρα γυαλιά
es: Quítate las gafas oscuras
et: Eemalda tumedad prillid
fr: Retirez les lunettes noires
lt: Nusiimkite saulės akinius
lv: Novelciet saulesbrilles
nl: Donkere bril verwijderen
ro: Scoate ochelarii de soare
ru: Снимите солнечные очки
sq: Hiq syzet e errëta

# FaceTec_presession_neutral_expression
source: Neutral Expression, No Smiling
bg: Неутрално изражение, без усмивка
el: Ουδέτερη έκφραση, χωρίς χαμόγελο
es: Expresión neutra, sin sonreír
et: Neutraalne ilme, naeratuseta
fr: Expression neutre, pas de sourire
lt: Neutrali veido išraiška, nesišypsokite
lv: Neitrāla sejas izteiksme, nesmaidīt
nl: Neutrale uitdrukking, niet lachend
ro: Expresie neutră, fără a zâmbi
ru: Нейтральное выражение лица. Не улыбайтесь
sq: Pozicion neutral, mos buzëqesh

# FaceTec_presession_conditions_too_bright
source: Conditions Too Bright
bg: Намираш се на прекалено светло място
el: Οι συνθήκες είναι πολύ φωτεινές
es: Demasiada luz
et: Liiga hele keskkond
fr: Environnement trop lumineux
lt: Ryškus apšvietimas
lv: Pārāk spilgta vide
nl: Omstandigheden te helder
ro: Mediul în care te afli este prea luminos
ru: Слишком яркое освещение
sq: Mjedisi shumë i ndritshëm

# FaceTec_presession_brighten_your_environment
source: Brighten Your Environment
bg: Намери по-осветено място
el: Φώτισε το περιβάλλον σου
es: Ilumina tu ambiente
et: Muuda keskkonda heledamaks
fr: Eclairez votre environnement
lt: Apšvieskite patalpą
lv: Paspilgtiniet savu vidi
nl: Verhelder uw omgeving
ro: Este nevoie de mai multă lumină
ru: Недостаточно света
sq: Ndriço mjedisin

# FaceTec_retry_header
source: Let's try that again...
bg: Нека да опиташ отново…
el: Ας το δοκιμάσουμε ξανά...
es: Vamos a intentarlo de nuevo…
et: Proovime uuesti...
fr: Essayons à nouveau...
lt: Pabandykite dar kartą...
lv: Pamēģināsim vēlreiz...
nl: Laten we dat nog eens proberen...
ro: Să încercăm din nou...
ru: Давайте попробуем еще раз...
sq: Ta provojme serisht

# FaceTec_retry_subheader_message
source: We need a clearer video selfie.
bg: Направи видео селфи с по-добро качество.
el: Χρειαζόμαστε μια πιο καθαρή selfie βίντεο.
es: Necesitamos una selfie de vídeo más clara.
et: Meil on tarvis selgemat videoselfit.
fr: Nous avons besoin d'un selfie vidéo plus clair.
lt: Mums reikia ryškesnio asmenukės video.
lv: Mums ir nepieciešama skaidrāka video pašbilde.
nl: We hebben een duidelijkere video-selfie nodig.
ro: Avem nevoie de un video selfie mai clar
ru: Нам нужно более четкое видеоселфи.
sq: Por me pare, Ju lutem te shikoni foton tuaj dhe rregulloni mjedisnin perreth

# FaceTec_retry_instruction_message_1
source: Neutral Expression, No Smiling
bg: Неутрално изражение, без усмивка
el: Ουδέτερη έκφραση, χωρίς χαμόγελο
es: Expresión neutra, sin sonreír
et: Neutraalne ilme, naeratuseta
fr: Expression neutre, pas de sourire
lt: Neutrali veido išraiška, nesišypsokite
lv: Neitrāla sejas izteiksme, nesmaidīt
nl: Neutrale uitdrukking, niet lachend
ro: Expresie neutră, fără a zâmbi
ru: Нейтральное выражение лица. Не улыбайтесь
sq: Mos qeshni, qendroni neutral

# FaceTec_retry_instruction_message_2
source: No Glare or Extreme Lighting
bg: Избягвай отблясъци или силно осветление
el: Χωρίς λάμψη ή ακραίο φωτισμό
es: Sin deslumbramiento o iluminación extrema
et: Väldi pimestavat või liiga tugevat valgust
fr: Pas d'éblouissement ou d'éclairage extrême
lt: Venkite atspindžių ir ryškaus apšvietimo
lv: Bez atspulgiem vai pārmērīga apgaismojuma
nl: Geen verblinding of extreme verlichting
ro: Fără strălucire sau iluminare extremă
ru: Избегайте бликов или слишком яркого освещения
sq: Asnje zhurme ose ndricim te tepruar

# FaceTec_retry_instruction_message_3
source: Too Blurry, Clean Your Camera
bg: Прекалено замъглени снимки
el: Πολύ θολή, καθάρισε την κάμερά σου
es: Demasiado borroso, limpia tu cámara
et: Liiga hägune, puhasta kaamerat
fr: Trop flou, nettoyez votre appareil photo
lt: Neryškus vaizdas, nuvalykite kamerą
lv: Pārāk izplūdis attēls, tīriet kameru
nl: Te wazig, maak uw camera schoon
ro: Prea neclar, te rugăm să cureți camera
ru: Изображение размыто, протрите камеру
sq: Shumë e paqartë, pastro aparatin

# FaceTec_retry_your_image_label
source: Your Selfie
bg: Твоята снимка
el: Η Selfie σου
es: Tu selfie
et: Sinu selfi
fr: Votre selfie
lt: Jūsų asmenukė
lv: Jūsu pašbilde
nl: Uw selfie
ro: Selfie-ul tău
ru: Ваше селфи
sq: Selfie Juaj

# FaceTec_retry_ideal_image_label
source: Ideal Pose
bg: Правилна позиция
el: Ιδανική πόζα
es: Un pose ideal
et: Ideaalne poos
fr: Position parfaite
lt: Ideali poza
lv: Ideāla poza
nl: Ideale pose
ro: Poziția ideală
ru: Идеальная поза
sq: Qendrimi ideal

# FaceTec_action_try_again
source: TRY AGAIN
bg: ОПИТАЙ ОТНОВО
el: ΠΡΟΣΠΑΘΗΣΕ ΞΑΝΑ
es: Inténtalo de nuevo
et: Palun proovi uuesti
fr: RÉESSAYER
lt: Bandyti dar kartą
lv: Mēģiniet vēlreiz
nl: PROBEER HET OPNIEUW
ro: ÎNCEARCĂ DIN NOU
ru: Попробовать еще раз
sq: PROVO PËRSËRI

# ondato_button_capture
source: Capture
bg: Направи снимка
el: Αποτύπωσε
es: Captura
et: Pildista
lt: Fotografuoti
lv: Fotografēt
nl: Leg vast
ro: Fotografiază
ru: Запечатлеть

# ondato_choose_document_title
source: Choose a document and start verification
bg: Избери документ, за да започнеш процеса
el: Επίλεξε ένα έγγραφο και ξεκίνησε την επαλήθευση
es: Elige un documento e inicia la verificación
et: Vali dokument ja alusta kinnitamist
fr: Choisissez un document et lancez la vérification
lt: Pasirinkite dokumentą ir pradėkite verifikaciją
lv: Izvēlieties dokumentu un sāciet verifikāciju
nl: Kies een identiteitsdocument en start de verificatie
ro: Alege actul de identitate și începe verificarea
ru: Выберите документ и начните процесс верификации
sq: Zgjidhni një dokument dhe filloni të bëni verifikimin

# ondato_capture_id_card_front_instructions_title
source: Please capture the front of identity card
bg: Направи снимка на предната част на твоята лична карта.
el: Παρακαλώ κατέγραψε το μπροστινό μέρος της ταυτότητας
es: Por favor, captura el frente de la tarjeta de identidad
et: Laadige üles oma ID-kaardi esikülje foto
fr: Veuillez capturer le recto de la carte d'identité
lt: Nufotografuokite asmens tapatybės kortelės priekinę pusę
lv: Lūdzu, uzņemiet ID kartes priekšpusi
nl: Leg de voorkant van uw identiteitskaart vast, alstublieft.
ro: Te rugăm să fotografiezi fața actului de identitate
ru: Пожалуйста, запечатлите переднюю сторону идентификационной карты
sq: Ju lutem te fotografoni anen e perparme te kartes se identitetit

# ondato_capture_id_card_front_instructions_description
source: Please show the front side of your ID card in the marked area and press the button "Capture". Document should be clearly visible, not blurry or pixelated
bg: Постави предната част на твоята лична карта в обозначената рамка и натисни бутона "Направи снимка". Снимката на документа трябва да бъде ясна и четима.
el: Παρακαλώ δείξε την μπροστινή πλευρά του δελτίου ταυτότητάς σου στη σημειωμένη περιοχή και πάτησε το κουμπί "Λήψη". Το έγγραφο πρέπει να είναι καθαρά ορατό, όχι θολό ή εικονοστοιχείο
es: Por favor, muestra la parte frontal de tu tarjeta de identidad en el área marcada y pulsa el botón "Capturar". El documento debe ser claramente visible, no borroso o pixelado
et: Asetage ID-kaardi esikülg märgitud raami ja klõpsake nuppu "Tee foto". Foto tuleks teha hästi valgustatud keskkonnas, kus dokument on selgelt nähtav. Foto peab olema terav, kvaliteetne
fr: Veuillez montrer le recto de votre carte d'identité dans la zone marquée et appuyez sur le bouton "Capturer". Le document doit être clairement visible, ni flou ni pixélisé
lt: Įdėkite asmens tapatybės kortelės priekinę pusę į pažymėtą rėmelį ir spauskite „Fotografuoti“. Įsitikinkite, kad dokumento informacija aiškiai matoma
lv: Ievietojiet dokumentu ar elektroniski nolasāmu joslu rāmī un nospiediet “Fotografēt”. Dokumentam jābūt skaidri redzamam
nl: Toon de voorkant van uw ID-kaart in het gemarkeerde gebied en druk op de knop "Capture". Het document moet duidelijk zichtbaar zijn, niet wazig of gepixeld.
ro: Te rugăm să plasezi fața actului de identitate în zona marcată și să apeși pe "Fotografiază". Actul de identitate trebuie să fie vizibil, să nu fie neclar sau pixelat.
ru: Пожалуйста, покажите лицевую сторону вашего удостоверения личности в отмеченную область и нажмите кнопку "Запечатлеть". Документ должен быть четко видимым, не размытым и без пикселей
sq: Ju lutem te tregoni anen e perparme te kartes suaj te identitetit ne zonen e percaktuar dhe shtypni butonin "Capture". Dokumenti duhet te jete i qarte, jo i turbullt ose i pikselizuar

# ondato_capture_instructions_mistakes
source: Main mistakes:
bg: Често срещани грешки:
el: Κύρια λάθη:
es: Errores típicos:
et: Peamised vead:
fr: Erreurs principales :
lt: Pagrindinės klaidos:
lv: Galvenās kļūdas:
nl: Belangrijkste fouten:
ro: Greșeli principale:
ru: Основные ошибки:
sq: Gabimet kryesore:

# ondato_capture_instructions_too_blurry
source: Too blurry
bg: Замъглени снимки
el: Πολύ θολή
es: Demasiado borrosa
et: Liiga hägune
fr: Trop flou
lt: Neryški
lv: Pārāk neskaidrs/izplūdis
nl: Te wazig
ro: Prea neclar
ru: Слишком размыто
sq: Shumë e turbullt

# ondato_capture_instructions_too_small
source: Too small
bg: Отдалечени снимки
el: Πολύ μικρό
es: Demasiado pequeña
et: Liiga väike
fr: Trop petit
lt: Per maža
lv: Pārāk mazs
nl: Te klein
ro: Prea mic
ru: Слишком маленький размер
sq: Shumë e vogël

# ondato_capture_instructions_too_dark
source: Too dark
bg: Тъмни снимки
el: Πολύ σκοτεινά
es: Demasiado oscuro
et: Liiga tume
fr: Trop sombre
lt: Per tamsi
lv: Pārāk tumšs
nl: Te donker
ro: Prea întuneric
ru: Слишком темно
sq: Shumë e errët

# ondato_capture_instructions_bad_lighting
source: Bad lighting
bg: Слабо осветление
el: Κακός φωτισμός
es: Mala iluminación
et: Halb valgustus
fr: Mauvais éclairage
lt: Blogas apšvietimas
lv: Slikts apgaismojums
nl: Slechte verlichting
ro: Lumină slabă
ru: Плохое освещение
sq: Ndriçim i keq

# ondato_capture_instructions_not_neutral
source: Not a neutral face
bg: Твърде изразени емоции
el: Δεν είναι ουδέτερο πρόσωπο
es: No es una cara neutral
et: Näoilme pole neutraalne
fr: L'expression du visage n'est pas neutre
lt: Ne neutrali veido išraiška
lv: Nav neitrāla seja
nl: Geen neutraal gezicht
ro: Expresia facială nu este neutră
ru: Выражение лица не нейтральное
sq: Nuk është fytyrë neutrale

# ondato_capture_passport_front_instructions_title
source: Please capture the main passport page
bg: Направи снимка на страницата с лични данни от твоя паспорт
el: Παρακαλώ κατέγραψε την κύρια σελίδα διαβατηρίου
es: Por favor, captura la página principal del pasaporte
et: Palun pildistage põhidokumendi lehekülge, mis sisaldab masinloetavat ala
fr: Veuillez capturer la page principale du passeport
lt: Nufotografuokite paso puslapį, kuriame yra pateikiama kontrolinė eilutė
lv: Lūdzu, nofotografējiet galvenās dokumentu lapas attēlu, kurā ir elektroniski nolasāma josla
nl: Leg de hoofdpagina van uw paspoort vast
ro: Te rugăm să fotografiezi pagina principală a pașaportului
ru: Пожалуйста запечатлите главную страницу документа которая содержит MRZ зону
sq: Ju lutem fotografoni faqen kryesore te dokumentit i cili permban edhe shiritin e sigurise MRZ
