Repository: ondato/ondato-sdk-ios
Catalog: Localizations/ondato_*.strings
Languages: bg, el, es, et, fr, lt, lv, nl, ro, ru, sq

# ondato_consent_agree
source: I Agree
bg: Съгласен съм
el: Συμφωνώ
es: Estoy de acuerdo
et: Ma nõustun
fr: Je suis d'accord
lt: Aš sutinku
lv: ES piekrītu
nl: Ik ga hiermee akkoord
ro: De Acord
ru: Согласен(-на)
sq: Jam Dakord

# ondato_consent_disagree
source: Disagree
bg: Не съм съгласен
el: Διαφωνώ
es: No estoy de acuerdo
et: Pole nõus
fr: Je ne suis pas d'accord
lt: Nesutinku
lv: Nepiekrītu
nl: Ik ga hiermee niet akkord
ro: Nu Sunt de Acord
ru: Не согласен(-на)
sq: Nuk jam dakord

# FailedRule_PersonPhotoContainsFace_title
source: Failed to recognise face photo
bg: Неуспешно разпознаване на твоята снимка
el: Αποτυχία αναγνώρισης φωτογραφίας προσώπου
es: No se pudo reconocer la foto de la cara
et: Näofotot ei õnnestunud ära tunda
fr: Échec de la reconnaissance de la photo du visage
lt: Nepavyko atpažinti veido nuotraukos
lv: Neizdevās atpazīt sejas fotoattēlu
nl: Kan gezichtsfoto niet herkennen
ro: Nu s-a putut recunoaște fotografia feței
ru: Не получилось распознать фотографию лица
sq: Procesi i njohjes se fotografise deshtoi

# FailedRule_DocContainsFace_title
source: Failed to recognise face photo in the document
bg: Неуспешно разпознаване на снимката в твоя документ
el: Αποτυχία αναγνώρισης της φωτογραφίας προσώπου στο έγγραφο
es: No se pudo reconocer la foto de la cara en el documento
et: Näofoto tuvastamine dokumendis ebaõnnestus
fr: Impossible de reconnaître la photo du visage dans le document
lt: Dokumento nuotraukoje nepavyko nustatyti veido
lv: Neizdevās atpazīt sejas fotoattēlu dokumentā
nl: Kan gezichtsfoto niet herkennen in het document
ro: Nu s-a putut recunoaște fotografia feței din actul de identitate
ru: Не получилось идентифицировать лицо на фотографии документа
sq: Procesi i njohjes se fytyres ne dokument deshtoi

# FailedRule_DocContainsMrz_title
source: Failed to capture the document
bg: Неуспешно заснемане на документ
el: Αποτυχία λήψης του εγγράφου
es: No se pudo capturar el documento
et: Masinaskannimise tsooni tuvastamine nurjus
fr: Impossible de capturer le document
lt: Mašininio nuskaitymo zonos atpažinimas nepavyko
lv: Neizdevās nofotografēt dokumentu
nl: Kan het document niet vastleggen
ro: Nu s-a putut fotografia actul de identitate
ru: Не получилось считать MRZ зону
sq: Procesi i fotografimit te dokumentit deshtoi

# FailedRule_PersonAndDocPhotoMatch_title
source: Failed to match face photo with document photo
bg: Не е открито съвпадение между твоята снимка и снимката в документа за самоличност
el: Αποτυχία αντιστοίχισης φωτογραφίας προσώπου με φωτογραφία εγγράφου
es: No se pudo hacer coincidir la foto de la cara con la foto del documento
et: Näofotot ei õnnestunud dokumendifotoga ära tunda
fr: Impossible de faire correspondre la photo du visage avec la photo du document
lt: Nepavyko atpažinti veido nuotraukos su dokumento nuotrauka
lv: Nevarēja atpazīt sejas fotoattēlu ar dokumenta fotoattēlu
nl: Kan gezichtsfoto niet met documentfoto matchen
ro: Fotografia feței nu corespunde cu fotografia din actul de identitate
ru: Не получилось идентифицировать фотографию лица с документом
sq: Procesi i krahasimit te fotos se dokumentit me foton e fytyres deshtoi

# FailedRule_PersonAndDocPhotoMatchScoreTooHigh_title
source: Failed to recognise face photo in the document
bg: Не е открита снимка в документа за самоличност
el: Αποτυχία αναγνώρισης της φωτογραφίας προσώπου στο έγγραφο
es: No se pudo reconocer la foto de la cara en el documento
et: Näofoto tuvastamine dokumendis ebaõnnestus
fr: Impossible de reconnaître la photo du visage dans le document
lt: Dokumento nuotraukoje nepavyko nustatyti veido
lv: Neizdevās atpazīt sejas fotoattēlu dokumentā
nl: Kan gezichtsfoto niet in het document herkennen
ro: Nu s-a putut recunoaște fotografia feței din actul de identitate
ru: Не получилось распознать лицо на документе
sq: Procesi i njohjes se fotografise se fytyres ne dokument deshtoi

# FailedRule_DocExpireDateInFuture_title
source: Expired document
bg: Изтекъл документ за самоличност
el: Το έγγραφο έχει λήξει
es: Documento caducado
et: Dokument on aegunud
fr: Document expiré
lt: Pasibaigęs dokumento galiojimo laikas
lv: Dokumenta derīguma termiņš beidzies
nl: Verlopen document
ro: Act de identitate expirat
ru: Закончился срок действия документа
sq: Dokument i skaduar

# FailedRule_PersonAndDocumentPersonCodeMatch_title
source: Failed to match personal number in your document and registration form
bg: Не е открито съвпадение между личния номер в твоя документ и този, предоставен по време на регистрация
el: Απέτυχε η αντιστοίχιση του προσωπικού αριθμού στο έγγραφο με τη φόρμα εγγραφής
es: No coincide con el número personal en tu documento y el formulario de registro
et: Isikukood ei vastanud esitatud isikukoodile
fr: Impossible de faire correspondre le numéro personnel de votre document avec celui du formulaire d'inscription
lt: Asmens kodas nesutapo su nurodytu asmens kodu anketoje
lv: Neizdevās saskaņot personas kodu jūsu dokumentā un reģistrācijas veidlapā
nl: Kon niet overeenkomen met het persoonlijke nummer in uw document en registratieformulier
ro: CNP-ul din actul de identitate nu corespunde cu cel utilizat la înregistrare
ru: Личный код не совпадает с личным кодом указанным в анкете
sq: Procesi i krahasimit te numrit personal ne dokumentin tuaj dhe ne rregjistrim deshtoi

# FailedRule_PersonFaceOrDocIsMonochrome_title
source: Submitted Black and White copy of document
bg: Прикачено черно-бяло копие на документ
el: Υποβλήθηκε ασπρόμαυρο αντίγραφο του εγγράφου
es: Presentado copia en blanco y negro del documento
et: Esitatakse dokumendi mustvalge koopia
fr: Copie noir et blanc du document envoyé
lt: Pateikta nespalvota dokumento kopija
lv: Iesniegta melnbaltā dokumenta kopija
nl: Een zwart-witkopie van het document ingediend
ro: Copie alb/negru trimisă
ru: Загружена черно-белая версия документа
sq: Ju informojme se ju duhet te fotografoni dokumentin tuaj aktual. Dokumenti juaj duhet te shihet qarte, ne nje ambient te ndricuar, jo i turbullt ose i pikselizuar

# FailedRule_DocumentContainsBothSides_title
source: Mixed document pages
bg: Разбъркани страници на документа
el: Μικτές σελίδες εγγράφων
es: Páginas del documento mezcladas
et: vale dokumendi tüüp
fr: Pages mixtes de documents
lt: Sumaišyti dokumentų tipai
lv: Savienotas abas dokumenta lapas
nl: Gemengde documentpagina's
ro: Paginile actului de identitate sunt amestecate
ru: Не совпадают типы документов
sq: Anet e dokumentave te perziera

# FailedRule_ContainsMultipleFaces_title
source: Multiple faces are detected
bg: На снимката има повече от едно лице
el: Εντοπίζονται πολλά πρόσωπα
es: Se detectan varias caras
et: Identifitseerimise käigus tuvastati mitu isikut
fr: Plusieurs visages sont détectés
lt: Identifikacijos metu nustayti keli asmenys
lv: Redzamas vairākas sejas
nl: Er worden meerdere gezichten gedetecteerd
ro: Sunt detectate mai multe fețe
ru: Во время идентификации были распознаны несколько человек
sq: Ju informojme se identifikimi duhet te kryhet vetem nga mbajtesi i dokumentit

# FailedRule_PersonFoundInComplyAdvantage_title
source: Person with such a given name is found in sanction list
bg: Лице с това име е открито в списък с рестрикции
el: Άτομο με ένα τέτοιο όνομα βρίσκεται στη λίστα κυρώσεων
es: La persona con ese nombre se encuentra en la lista de sanciones
et: inimene on sanktsioonide nimekirjas
fr: Une personne avec un tel prénom est trouvée dans la liste des sanctions
lt: Asmuo su jūsų vardu nustatytas sąnkcijų sąraše
lv: Persona ar šādu vārdu ir atrasta sankciju sarakstā
nl: Persoon met zo'n voornaam staat op de sanctielijst
ro: Persoana cu un astfel de nume a fost găsită pe lista de sancțiuni
ru: Человек с вашим именем был найден в санкционном списке
sq: Nje person tjeter me te njejtin emer gjendet ne listen e sanksioneve

# FailedRule_ContainsCelebrity_title
source: Celebrity is recognised
bg: Разпозната е знаменитост
el: Η διασημότητα αναγνωρίζεται
es: Se reconoce una Celebridad
et: Tunnustatud kuulus mees
fr: Une célébrité est reconnue
lt: Atpažintas žymus žmogus
lv: Iespējams Krāpšanas Mēģinājums
nl: Beroemdheid wordt erkend
ro: S-a recunoscut o celebritate
ru: Идентифицирован известный человек
sq: Ne njeren nga fotografite e bashkangjitura eshte vene re nje person tjeter. Ju informojme se ju duhet te fotografoni veten dhe dokumentin tuaj personal

# FailedRule_LostAndStolen_title
source: Your document is recognised in Lost and Stolen database
bg: Твоят документ е обявен за изгубен или откраднат.
el: Το έγγραφό σου αναγνωρίζεται στη βάση δεδομένων Lost and Stolen
es: Su documento es reconocido en la base de datos Perdidos y Robados
et: Teie dokument on kehtetute dokumentide andmebaasis tuvastatud
fr: Votre document est reconnu dans la base de données des documents perdus et volés.
lt: Jūsų dokumentas atpažintas negaliojančių dokumentų duomenų bazėje
lv: Jūsu dokuments ir atpazīts nozaudēto un nozagto datubāzē
nl: Uw document wordt herkend in de database Lost and Stolen
ro: Actul tău de identitate apare ca declarat furat sau pierdut
ru: Ваш документ был идентифицирован как недействительный в документной базе данных
sq: Dokumenti juaj gjendet ne listen e dokumentave te humbur ose te vjedhur

# FailedRule_PersonPhotoContainsFace_subtitle
source: We kindly ask you to take a selfie in a real time manner. Your face should be clearly seen, taken in a well lit environment and not blurry. Please make sure that face is clearly visible
bg: Моля, направи снимка на себе си. Снимката трябва да бъде добре осветена и с добро качество, като лицето ти се вижда ясно.
el: Παρακαλώ, βγάλε μια selfie σε πραγματικό χρόνο. Το πρόσωπό σου πρέπει να φαίνεται καθαρά, να λαμβάνεται σε καλά φωτισμένο περιβάλλον και όχι θολό. Βεβαιώσου ότι το πρόσωπο είναι καθαρά ορατό
es: Te pedimos que te tomes una selfie en tiempo real. Tu cara debe ser claramente vista, tomada en un ambiente bien iluminado y no borrosa. Por favor, asegúrate de que la cara es claramente visible
et: Palun pildistage oma nägu reaalajas. Teie nägu peaks olema hästi nähtav, hästi valgustatud keskkonnas ja seda ei tohiks hägustada
fr: Nous vous prions de prendre un selfie en temps réel. Votre visage doit être clairement vu, pris dans un environnement bien éclairé et non flou. Veuillez vous assurer que le visage est clairement visible
lt: Maloniai prašome padaryti veido nuotrauką realiu laiku. Jūsų veidas turi būti aiškiai matomas, gerai apšviestoje aplinkoje ir neturi būti neryškus
lv: Jūsu sejai ir jābūt skaidri redzamai, fotografētai labi apgaismotā vidē un attēls nedrīkst būt miglains
nl: We vragen u vriendelijk een selfie in realtime te maken. Uw gezicht moet duidelijk te zien zijn, genomen worden in een goed verlichte omgeving en niet wazig zijn. Zorg ervoor dat u gezicht goed zichtbaar is.
ro: Te rugăm să faci un selfie în timp real. Fața ta ar trebui să fie vizibilă clar, fotografiată într-un mediu bine luminat și să nu fie neclară. Te rugăm să te asiguri că fața este clar vizibilă
ru: Сделайте, пожалуйста, фотографию лица в реальном времени. Ваше лицо должно быть отчетливо видно, помещение хорошо освещено, а изображение не должно быть размытым.
sq: Fytyra juaj duhet te shihet qarte, ne nje ambient te ndricuar dhe jo te paqarte

# FailedRule_DocContainsFace_subtitle
source: Failed to recognise your face photo in the document. We kinldy ask to capture the document page that contains your face photo. Your document should be clearly seen, taken in a well lit environment, not blurry or pixelated. Please make sure that face photo in your document is clearly visible
bg: Не успяхме да разпознаем твоята снимка в документа. Моля, заснеми частта от твоя документ, която съдържа твоята снимка. Снимката трябва да бъде добре осветена и с добро качество, като лицето ти се вижда ясно.
el: Αποτυχία αναγνώρισης της φωτογραφίας του προσώπου σου στο έγγραφο. Παρακαλώ, κατάγραψε τη σελίδα του εγγράφου που περιέχει τη φωτογραφία του προσώπου σου. Το έγγραφό σου πρέπει να φαίνεται καθαρά, να λαμβάνεται σε καλά φωτισμένο περιβάλλον, όχι θολό ή με pixel. Βεβαιώσου ότι η φωτογραφία προσώπου στο έγγραφό σου είναι ευδιάκριτη
es: No se pudo reconocer la foto de tu cara en el documento. Te pedimos que captures la página del documento que contiene la foto de tu cara. Tu documento debe ser claramente visto, tomado en un ambiente bien iluminado, no borroso o pixelado. Por favor, asegúrate de que la foto de la cara en tu documento es claramente visible
et: Teie nägu ei õnnestunud dokumendifotol tuvastada. Esitage dokumendilehe foto, mis sisaldab näopilti. Teie dokument peaks olema hästi nähtav, hästi valgustatud keskkonnas ega tohiks olla hägune ega hägune.
fr: Impossible de reconnaître la photo de votre visage dans le document. Nous vous prions de bien vouloir capturer la page du document contenant votre photo de visage. Votre document doit être clairement visible, pris dans un environnement bien éclairé, non flou ou pixélisé. Veuillez vous assurer que la photo du visage dans votre document est clairement visible
lt: Dokumento nuotraukoje nepavyko nustatyti jūsų veido. Pateikite dokumento puslapio nuotauką, kurioje yra veido nuotauka. Jūsų dokumentas turi būti aiškiai matomas, gerai apšviestoje aplinkoje ir neturi būti neryškus arba išsiliejęs
lv: Lūdzu, iesniedziet dokumenta lapas fotoattēlu, kurā ir jūsu fotoattēls. Jūsu dokumentam jābūt skaidri redzamam, fotografētam labi apgaismotā vidē, tas nedrīkst būt miglains
nl: Kan uw gezichtsfoto in het document niet herkennen. We vragen u vriendelijk om de documentpagina met uw gezichtsfoto vast te leggen. Uw document moet duidelijk te zien zijn, genomen worden in een goed verlichte omgeving, niet wazig of gepixeld. Zorg ervoor dat de gezichtsfoto in uw document duidelijk zichtbaar is.
ro: Nu s-a putut recunoaște fotografia feței în actul de identitate. Te rugăm să capturezi pagina documentului care conține fotografia feței tale. Actul de identitate trebuie să să fie clar vizibil, fotografiat într-un mediu bine luminat, nu neclar sau pixelat. Te rugăm să te asiguri că fotografia feței din actul de identitate este clar vizibilă.
ru: На фотографии документа не получилось распознать ваше лицо. Загрузите страницу документа, где есть ваше фото. Ваш документ должен быть отчетливо виден, помещение хорошо освещено, а изображение не должно быть размытым
sq: Ju lutem te tregoni anen e dokumentit ne te cilin ndodhet foto juaj. Dokumenti juaj duhet te shihet qarte, ne nje ambient te ndriccuar dhe jo i turbullt ose i pikselizuar.

# FailedRule_DocContainsMrz_subtitle
source: MRZ zone exctraction failed. We kindly ask to capture the document page that contains MRZ zone. Your document should be clearly seen, taken in a well lit environment, not blurry or pixelated. Please make sure, that MRZ zone of your document is clearly readable
bg: Не успяхме да извлечем информацията от MRZ кода. Моля, заснеми частта от твоя документ, която съдържа MRZ код. Снимката трябва да бъде добре осветена и с добро качество, като MRZ кода се вижда ясно.
el: Η εξαγωγή ζώνης MRZ απέτυχε. Παρακαλώ, κατάγραψε τη σελίδα του εγγράφου που περιέχει τη ζώνη MRZ. Το έγγραφό σου πρέπει να φαίνεται καθαρά, να λαμβάνεται σε καλά φωτισμένο περιβάλλον, όχι θολό ή με pixel. Βεβαιώσου ότι η ζώνη MRZ του εγγράφου σου είναι ευανάγνωστη
es: La exctracción de la zona MRZ no se pudo establecer. Te pedimos que captures la página del documento que contiene la zona MRZ. Tu documento debe ser claramente visto, tomado en un ambiente bien iluminado, no borroso o pixelado. Por favor, asegúrate de que la zona MRZ de tu documento es claramente legible
et: Elektrooniliselt loetava riba kasutamine nurjus. Esitage dokumentide lehe foto koos elektrooniliselt loetava ribaga. Teie dokument peaks olema selgelt nähtav, pildistatud hästi valgustatud keskkonnas ega tohiks olla udune
fr: L'extraction de la zone de lecture automatique a échoué. Nous vous prions de bien vouloir capturer la page du document contenant la zone de lecture automatique. Votre document doit être clairement visible, pris dans un environnement bien éclairé, non flou ou pixélisé. Veuillez vous assurer que la zone de lecture automatique de votre document est clairement lisible
lt: Nepavyko nuskaityti mašinio nuskaitymo zonos. Pateikite dokumento puslapio nuotauką, kurioje yra MRZ zona. Jūsų dokumentas turi būti aiškiai matomas, gerai apšviestoje aplinkoje ir neturi būti neryškus arba išsiliejęs
lv: Elektroniski nolasāmā joslas izmantošana neizdevās. Lūdzu, iesniedziet dokumenta lapas fotoattēlu, kurā ir elektroniski nolasāma josla. Jūsu dokumentam jābūt skaidri redzamam, fotografētam labi apgaismotā vidē, tas nedrīkst būt miglains
nl: Extractie van MRZ-zone is mislukt. Wij verzoeken u vriendelijk om de documentpagina met de MRZ-zone vast te leggen. Uw document moet duidelijk te zien zijn, genomen worden in een goed verlichte omgeving, niet wazig of gepixeld. Zorg ervoor dat de MRZ-zone van uw document duidelijk leesbaar is.
ro: Nu s-a putut extrage zona MRZ. Te rugăm să fotografiezi actul de identitate cu zona MRZ inclusă. Actul de identitate trebuie să să fie clar vizibil, fotografiat într-un mediu bine luminat, nu neclar sau pixelat. Te rugăm să te asiguri că fotografia feței din actul de identitate este clar vizibilă. Asigură-te că zona MRZ este lizibilă.
ru: Не получилось распознать MRZ зону. Загрузите страницу документа, где находится MRZ зона. Ваш документ должен быть отчетливо виден, помещение хорошо освещено, а изображение не должно быть размытым
sq: Nxjerrja e zones MRZ deshtoi. Ju lutem siguroni nje foto te faqes se dokumentit i cili ka shiritin MRZ. Dokumenti juaj duhet te shihet qarte, ne nje ambient te ndricuar, jo i turbullt ose i pikselizuar

# FailedRule_PersonAndDocPhotoMatch_subtitle
source: Individual in a selfie does not match with individual in a document photo. Please make sure that face photo upload format is as much identical as in document photo. Remove glasses and other accessories from your face
bg: Лицето от направената снимка не съвпада с това от снимката от документа. Моля, увери се, че твоята снимка се доближава до тази от документа. Съветваме те да премахнеш своите очила или други аксесоари.
el: Το άτομο στη selfie δεν ταιριάζει με το άτομο στην φωτογραφία εγγράφου. Βεβαιώσου ότι η μορφή μεταφόρτωσης φωτογραφιών προσώπου είναι τόσο πανομοιότυπη όσο στη φωτογραφία εγγράφου. Βγάλε τα γυαλιά και άλλα αξεσουάρ από το πρόσωπό σου
es: El individuo en la selfie no coincide con el individuo en la foto del documento. Por favor, asegúrate de que el formato de subida de las fotos de tu cara es tan idéntico como en la foto del documento. Quítate las gafas y otros accesorios de la cara
et: Selfifoto nägu ei saanud dokumendis oleva fotoga sobitada. Palun veenduge, et selfie esitamise ajal oleks näo esitluse formaat sama, mis dokumendi fotol. Eemaldage näolt prillid ja muud tarvikud
fr: L'individu dans le selfie ne correspond pas à l'individu dans la photo de document. Veuillez vous assurer que le format de téléchargement de la photo du visage est le même que celui de la photo du document. Retirez les lunettes et autres accessoires de votre visage
lt: Nepavyko sutapatinti asmenukės nuotraukoje esančio veido su nuotrauka dokumente. Maloniai prašome įsitikinti, kad asmenukės atlikimo metu, veido pateikimo formatas yra toks pat, kaip dokumento nuotraukoje. Pašalinkite akinius ir kitus aksesuarus nuo veido
lv: Lūdzu, pārliecinieties, lai sejas fotoattēls ir iespējami identisks dokumentam fotoattēlā. Noņemiet brilles un citus aksesuārus no sejas
nl: Het individu in de selfie komt niet overeen met het individu in het document. Zorg ervoor dat het uploadformaat van de gezichtsfoto net zo identiek is als in de documentfoto. Verwijder een bril en andere accessoires van uw gezicht.
ro: Persoana din selfie nu corespunde cu persoana de pe actul de identitate. Te rugăm să scoți ochelarii sau alte accesorii de pe față.
ru: Не получилось сопоставить ваше лицо из фотографии с фотографией из документа. Пожалуйста, проверьте, чтобы во время фотографирования формат подачи лица был такой же, как на фотографии в документе. Снимите с лица очки и другие аксессуары
sq: Ju lutem te siguroheni se foto e fytyres suaj eshte e njejte me foton ne dokumentin tuaj. Hiqni syzet ose aksesore te tjere nga fytyra

# FailedRule_PersonAndDocPhotoMatchScoreTooHigh_subtitle
source: Failed to recognise your face photo in the document. We kindly ask to capture the document page that contains your face photo. Your document should be clearly seen, taken in a well lit environment, not blurry or pixelated. Please make sure that face photo in your document is clearly visible
bg: Не успяхме да разпознаем твоята снимка в документа. Моля, заснеми частта от твоя документ, която съдържа твоята снимка. Снимката трябва да бъде добре осветена и с добро качество, като лицето ти се вижда ясно.
el: Αποτυχία αναγνώρισης της φωτογραφίας του προσώπου σου στο έγγραφο. Παρακαλώ, κατάγραψε τη σελίδα του εγγράφου που περιέχει τη φωτογραφία του προσώπου σου. Το έγγραφό σου πρέπει να φαίνεται καθαρά, να λαμβάνεται σε καλά φωτισμένο περιβάλλον, όχι θολό ή με pixel. Βεβαιώσου ότι η φωτογραφία προσώπου στο έγγραφό σου είναι ευδιάκριτη
es: No se pudo reconocer la foto de tu cara en el documento. Te pedimos que captures la página del documento que contiene la foto de tu cara. Tu documento debe ser claramente visto, tomado en un ambiente bien iluminado, no borroso o pixelado. Por favor, asegúrate de que la foto de la cara en tu documento es claramente visible
et: Teie nägu ei õnnestunud dokumendifotol tuvastada. Esitage foto dokumendilehelt, mis sisaldab näofotot. Teie dokument peaks olema hästi nähtav, hästi valgustatud keskkonnas ega tohiks olla hägune ega hägune.
fr: Impossible de reconnaître la photo de votre visage dans le document. Nous vous prions de bien vouloir capturer la page du document contenant votre photo de visage. Votre document doit être clairement visible, pris dans un environnement bien éclairé, non flou ou pixélisé. Veuillez vous assurer que la photo du visage dans votre document est clairement visible
lt: Dokumento nuotraukoje nepavyko nustatyti jūsų veido. Pateikite dokumento puslapio nuotauką, kurioje yra veido nuotauka. Jūsų dokumentas turi būti aiškiai matomas, gerai apšviestoje aplinkoje ir neturi būti neryškus arba išsiliejęs
lv: Lūdzu, iesniedziet dokumenta lapas fotoattēlu, kurā ir jūsu fotoattēls. Jūsu dokumentam jābūt skaidri redzamam, fotografētam labi apgaismotā vidē, tas nedrīkst būt miglains
nl: Kan uw gezichtsfoto in het document niet herkennen. We vragen u vriendelijk om de documentpagina met uw gezichtsfoto vast te leggen. Uw document moet duidelijk te zien zijn, genomen worden in een goed verlichte omgeving, niet wazig of gepixeld. Zorg ervoor dat de gezichtsfoto in uw document duidelijk zichtbaar is.
ro: Nu s-a putut recunoaște fața în actul de identitate. Te rugăm să fotografiezi pagina care conține poza feței tale. Fotografia actului de identitate trebuie să fie clar vizibilă, fotografiată într-un mediu bine iluminat, nu neclară sau pixelată. Asigură-te că poza feței tale de pe actul de identitate este clar vizibilă.
ru: На фотографии документа не получилось распознать ваше лицо. Загрузите страницу документа, где есть ваше фото. Ваш документ должен быть отчетливо виден, помещение хорошо освещено, а изображение не должно быть размытым
sq: Ju lutem siguroni nje foto te faqes se dokumentit i cili ka foton tuaj. Dokumenti juaj duhet te shihet qarte, ne nje ambient te ndricuar, jo i turbullt ose i pikselizuar.
